{
  "i18n.class.state.0_unknown": "Oops! Something went wrong...",
  "i18n.class.state.1_error": "Oops! Something went wrong...",
  "i18n.class.state.1_preparing": "Getting ready for the adventure...",
  "i18n.class.state.2_disconnected": "Oops! You have been disconnected.",
  "i18n.class.state.2_disconnected.message": "Your account has been disconnected. Please reconnect it to continue receiving your invoices automatically.",
  "i18n.class.state.2_logging_in": "Sneaking into the system...",
  "i18n.class.state.3_2fa_waiting": "Waiting for the magic code...",
  "i18n.class.state.4_2fa_proceeding": "Unlocking the secrets...",
  "i18n.class.state.5_collecting": "Hunting for invoices...",
  "i18n.class.state.6_downloading": "Grabbing the loot...",
  "i18n.class.state.7_done": "Mission accomplished!",
  "i18n.collectors.101domain.description": "A domain registrar and online service provider for global domain name registration and management.",
  "i18n.collectors.10dollar_ca.description": "A Canadian online service offering affordable web hosting and domain registration.",
  "i18n.collectors.10web_io.description": "A comprehensive AI-powered website builder and hosting platform for creating, optimizing, and managing WordPress sites effortlessly.",
  "i18n.collectors.11880_com.description": "A Chinese online directory service providing business listings, phone numbers, and local information.",
  "i18n.collectors.11_freunde.description": "A German online shop and magazine dedicated to football culture, merchandise, and lifestyle.",
  "i18n.collectors.123_energie.description": "A German online service provider offering energy supply solutions and tariffs for households and businesses.",
  "i18n.collectors.123_reg.description": "A UK-based domain registrar and web hosting provider offering a range of online services for businesses.",
  "i18n.collectors.123elec.description": "An online platform offering a wide range of electronic components and accessories.",
  "i18n.collectors.123formbuilder.description": "A user-friendly online form builder for creating surveys, registrations, and data collection forms.",
  "i18n.collectors.123inkt_nl.description": "A Dutch online store specializing in printer ink, toners, and office supplies.",
  "i18n.collectors.123pneus_fr.description": "An online platform for purchasing tires and related automotive services in France.",
  "i18n.collectors.123recht_de.description": "An online legal service platform offering advice and document templates for German legal matters.",
  "i18n.collectors.123rf.description": "A stock media platform offering high-quality images, vectors, and videos for creative projects.",
  "i18n.collectors.12connect.description": "An online service providing connectivity and network solutions for businesses.",
  "i18n.collectors.15five.description": "A performance management platform that helps teams stay aligned and engaged through continuous feedback and check-ins.",
  "i18n.collectors.1822direkt.description": "A German online banking service offering direct banking solutions with competitive interest rates and digital account management.",
  "i18n.collectors.1blu.description": "A German web hosting and domain registration service offering email, cloud, and server solutions.",
  "i18n.collectors.1click2_dsl.description": "A high-speed DSL internet service provider offering quick and reliable connectivity.",
  "i18n.collectors.1euro_com.description": "An online marketplace offering a variety of products at a fixed price of 1 euro.",
  "i18n.collectors.1fotrade.description": "1Fotrade is a wholesale computer supplier specializing in the sale of computer hardware and integration services.",
  "i18n.collectors.1msg_pte_ltd.description": "A platform offering AI-powered SMS and messaging solutions for businesses.",
  "i18n.collectors.1nce.description": "A global IoT connectivity provider offering simple, scalable, and cost-effective cellular data plans for devices.",
  "i18n.collectors.1password_com.description": "A secure password manager that helps you store and manage sensitive information online.",
  "i18n.collectors.1password_eu.description": "A secure password manager for storing and sharing sensitive data with end-to-end encryption.",
  "i18n.collectors.1stdibs.description": "A leading online marketplace for rare and luxury vintage, antique, and contemporary furniture, art, and fashion.",
  "i18n.collectors.20i.description": "A UK-based web hosting provider offering fast, reliable, and scalable hosting solutions with 24/7 support.",
  "i18n.collectors.21run_com.description": "A platform offering online running challenges and virtual races for fitness enthusiasts.",
  "i18n.collectors.23media.description": "An online platform offering media hosting and streaming solutions.",
  "i18n.collectors.24_drukwerk_nl.description": "A Dutch online printing service offering fast and high-quality printed products.",
  "i18n.collectors.24ads.description": "An online advertising network offering monetization solutions for publishers and traffic sources for advertisers.",
  "i18n.collectors.24affiliates.description": "An affiliate marketing platform connecting advertisers and publishers for performance-based partnerships.",
  "i18n.collectors.24metrics_fraudshield.description": "A fraud detection and prevention service designed to protect online businesses from malicious activities.",
  "i18n.collectors.2captcha.description": "A captcha-solving service that automates human verification tasks for businesses and developers.",
  "i18n.collectors.2checkout.description": "A global payment platform enabling businesses to accept online payments securely and efficiently.",
  "i18n.collectors.2degrees_mobile.description": "A New Zealand-based mobile network operator offering prepaid and postpaid plans with competitive pricing.",
  "i18n.collectors.360_dialog.description": "A platform providing WhatsApp Business API solutions for seamless customer communication.",
  "i18n.collectors.360coms_billing.description": "An online billing service for managing and processing telecommunications invoices.",
  "i18n.collectors.3_dk.description": "A Danish online service offering mobile, broadband, and TV solutions.",
  "i18n.collectors.3_suisses.description": "A French online retailer offering fashion, home goods, and lifestyle products.",
  "i18n.collectors.3as_racing.description": "A high-performance motorsport service specializing in racing parts, tuning, and track support.",
  "i18n.collectors.3dcollective.description": "An online platform offering 3D printing services and collective solutions for creators and businesses.",
  "i18n.collectors.3dk_berlin.description": "A Berlin-based platform offering 3D printing services and solutions for prototypes and custom designs.",
  "i18n.collectors.3dsellers.description": "A comprehensive platform offering tools for eBay and Amazon sellers to optimize listings, automate tasks, and manage multi-channel sales.",
  "i18n.collectors.3dvista.description": "A platform for creating and sharing interactive 3D virtual tours and panoramas.",
  "i18n.collectors.3u_telekom.description": "A German telecom provider offering internet, phone, and cloud services for businesses and consumers.",
  "i18n.collectors.404works.description": "A service providing custom solutions for web development and digital projects.",
  "i18n.collectors.42gears.description": "A unified endpoint management (UEM) platform for securing and managing enterprise devices and apps.",
  "i18n.collectors.42matters.description": "A data-driven platform providing app intelligence, market insights, and SDK analysis for mobile and connected devices.",
  "i18n.collectors.4dsl_de.description": "A German internet service provider offering DSL and telecommunication solutions.",
  "i18n.collectors.4leads.description": "A lead generation platform offering targeted B2B contact data and sales automation tools.",
  "i18n.collectors.4murs.description": "An online platform specializing in real estate listings and property services in France.",
  "i18n.collectors.4over.description": "A leading online printing service offering high-quality custom print products for businesses and individuals.",
  "i18n.collectors.4phones.description": "An online store specializing in refurbished and new smartphones with competitive pricing.",
  "i18n.collectors.4players.description": "German online gaming platform offering news, forums, and community features for gamers.",
  "i18n.collectors.4scotty_com.description": "An online platform offering vehicle diagnostic tools and repair solutions for automotive professionals.",
  "i18n.collectors.4tc.description": "A Belgian service offering temporary file hosting with a focus on simplicity and speed.",
  "i18n.collectors.4ts.description": "4TS provides online customer portals and telecommunication services for businesses.",
  "i18n.collectors.50hertz.description": "Online billing portal for 50Hertz, a German transmission system operator for electricity.",
  "i18n.collectors.5euros_com.description": "An online marketplace for buying and selling micro-services starting at €5.",
  "i18n.collectors.5hosting.description": "A web hosting provider offering reliable and affordable hosting solutions for websites and applications.",
  "i18n.collectors.5pm_web.description": "A project and team management tool designed to streamline workflows and collaboration.",
  "i18n.collectors.5vorflug.description": "A German online service for comparing and booking flights at discounted prices.",
  "i18n.collectors.7travel.description": "An online travel booking platform offering flights, hotels, and vacation packages.",
  "i18n.collectors.8x8.description": "A cloud-based unified communications platform offering video conferencing, voice, and team messaging.",
  "i18n.collectors.99designs_com.description": "A global creative platform connecting businesses with freelance designers for custom design projects.",
  "i18n.collectors.99designs_de.description": "A global creative platform connecting businesses with professional designers for custom graphic design services.",
  "i18n.collectors.99designs_uk.description": "A creative platform for crowdsourced graphic design services tailored for UK clients.",
  "i18n.collectors.a1_business.description": "A1 Business provides professional online services for companies, including connectivity and digital solutions.",
  "i18n.collectors.a25.description": "A25 is an online platform offering cloud-based services and solutions for businesses.",
  "i18n.collectors.a2_hosting.description": "A high-performance web hosting provider offering fast and reliable shared, VPS, and dedicated hosting solutions.",
  "i18n.collectors.a2_hosting_partners.description": "A2 Hosting's affiliate program offering commissions for referring customers to their high-speed web hosting services.",
  "i18n.collectors.a2a_energia.description": "An Italian energy supplier offering electricity and gas services to households and businesses.",
  "i18n.collectors.a2x.description": "A service for managing and securing user accounts across Google's ecosystem.",
  "i18n.collectors.a2x_accounting.description": "Automates accurate ecommerce accounting by syncing sales data from platforms like Amazon and Shopify to Xero or QuickBooks.",
  "i18n.collectors.a_and_n_electric_cooperative.description": "A member-owned cooperative providing reliable electricity and energy services to communities.",
  "i18n.collectors.a_b_s_rechenzentrum.description": "ABS Rechenzentrum provides IT infrastructure and data center services for businesses.",
  "i18n.collectors.a_cloud_guru.description": "A Cloud Guru is an online learning platform offering cloud computing courses and certifications.",
  "i18n.collectors.a_sound_effect.description": "A marketplace offering high-quality sound effects for professionals in film, games, and media.",
  "i18n.collectors.a_t_u_card.description": "A loyalty and payment card for automotive services and products at A.T.U stores across Europe.",
  "i18n.collectors.aah_co_uk.description": "Aah is an online pharmacy in the UK offering prescription medications, health products, and wellness services.",
  "i18n.collectors.aawp.description": "AAWP is a WordPress plugin for creating and managing Amazon affiliate links effortlessly.",
  "i18n.collectors.abas.description": "ABAS ERP is a flexible business software solution for mid-sized manufacturing and distribution companies.",
  "i18n.collectors.abcfinance.description": "An online financial service providing tools for budgeting, loans, or investments.",
  "i18n.collectors.abcliv.description": "ABCliv is an online streaming platform offering live TV channels and on-demand content.",
  "i18n.collectors.abebooks.description": "An online marketplace for buying new, used, rare, and out-of-print books from sellers worldwide.",
  "i18n.collectors.abebooks_com.description": "Online marketplace specializing in new, used, rare, and out-of-print books.",
  "i18n.collectors.abeile_assurances.description": "A French insurance provider offering tailored coverage solutions for individuals and businesses.",
  "i18n.collectors.abfallwirtschaft_pforzheim.description": "Online waste management service for the city of Pforzheim, Germany, offering disposal schedules and recycling information.",
  "i18n.collectors.abfallwirtschaft_schleswig_flensburg_gmbh.description": "Online portal for waste management services in the Schleswig-Flensburg district, Germany.",
  "i18n.collectors.abfallwirtschaft_sudholstein_awsh.description": "AWSH provides waste management services for the Südholstein region in Germany.",
  "i18n.collectors.ablefy.description": "Ablefy is an online platform offering tools to create and manage accessible digital content for people with disabilities.",
  "i18n.collectors.aboalarm.description": "A German service that helps users manage and cancel subscriptions easily.",
  "i18n.collectors.aboss.description": "An online platform offering digital marketing and agency services for businesses.",
  "i18n.collectors.about_you.description": "A leading European online fashion and lifestyle retailer offering personalized shopping experiences.",
  "i18n.collectors.aboutbatteries.description": "An online service providing comprehensive information and resources about batteries.",
  "i18n.collectors.abrechnungszentrum_emmendingen.description": "Online billing portal for the Emmendingen region in Germany.",
  "i18n.collectors.absence.description": "A cloud-based leave and attendance management system for businesses.",
  "i18n.collectors.absentify.description": "A service that helps users generate realistic absence excuses for work or school.",
  "i18n.collectors.absolut_vapor.description": "An online store specializing in premium vaping products and accessories.",
  "i18n.collectors.abstract.description": "A collaborative design platform for managing and inspecting design files in real-time.",
  "i18n.collectors.abyssale.description": "A creative automation platform to generate and personalize visual content at scale.",
  "i18n.collectors.academy_ocean.description": "An online platform for creating and managing interactive training courses and employee onboarding.",
  "i18n.collectors.acadia_info_com.description": "Wholesaler of computer hardware.",
  "i18n.collectors.acast.description": "Acast is an online platform for hosting, distributing, and monetizing podcasts globally.",
  "i18n.collectors.acces_sap_pros.description": "An online service providing access to SAP professional resources and tools.",
  "i18n.collectors.accessally.description": "A WordPress plugin that helps create and manage membership sites, courses, and communities with automation features.",
  "i18n.collectors.accessibe.description": "An AI-powered web accessibility solution that makes websites compliant with WCAG and ADA standards automatically.",
  "i18n.collectors.accessoires_asus.description": "Online store offering a wide range of official ASUS accessories and peripherals.",
  "i18n.collectors.accesstrade.description": "An affiliate marketing platform connecting publishers with advertisers for performance-based partnerships.",
  "i18n.collectors.accor.description": "A global leader in hospitality offering a wide range of hotels, resorts, and services worldwide. Ibis styles, Ibis, Ibis budget, Novotel, Mercure, Sofitel and more.",
  "i18n.collectors.accountone.description": "A German online service providing accounting and financial management solutions for businesses.",
  "i18n.collectors.accredible.description": "A platform for creating, issuing, and managing digital credentials and certificates securely.",
  "i18n.collectors.acerta.description": "Acerta is a Belgian service provider specializing in HR and payroll solutions.",
  "i18n.collectors.aces_direct.description": "ACES Direct is an online platform for ordering and managing energy certificates in the Netherlands.",
  "i18n.collectors.acf_extended.description": "A powerful WordPress plugin extending Advanced Custom Fields with additional field types and features.",
  "i18n.collectors.achieva_credit_union.description": "Online banking service provided by Achieva Credit Union for personal and business financial management.",
  "i18n.collectors.ackermann.description": "A German IT service provider offering hardware, software, and digital solutions for businesses and consumers.",
  "i18n.collectors.acmeo.description": "A managed security service provider (MSSP) offering cybersecurity solutions through Infinigate.",
  "i18n.collectors.acosol.description": "Acosol provides renewable energy solutions and services focused on solar power and sustainability in Spain.",
  "i18n.collectors.acquia.description": "A cloud platform offering digital experience solutions built on Drupal for enterprises.",
  "i18n.collectors.acronis.description": "A comprehensive cyber protection solution offering backup, disaster recovery, and secure file sync.",
  "i18n.collectors.actaport.description": "A German online platform for managing and optimizing business processes and workflows.",
  "i18n.collectors.actindo.description": "Actindo is an all-in-one business management platform for e-commerce, retail, and wholesale.",
  "i18n.collectors.action.description": "A Dutch-owned discount retail chain offering a wide range of affordable non-food products.",
  "i18n.collectors.action_magasins_france.description": "A Dutch-owned discount retail chain offering a wide range of affordable non-food products across France.",
  "i18n.collectors.action_vfx.description": "A premium provider of high-quality visual effects stock footage for filmmakers and content creators.",
  "i18n.collectors.activate_by_reclay.description": "An online activation service for compliance and packaging waste management solutions.",
  "i18n.collectors.activate_reclay.description": "An online activation service for Reclay's waste management and recycling solutions.",
  "i18n.collectors.active_assurances.description": "An online platform providing insurance management and claims processing services for clients.",
  "i18n.collectors.activecampaign.description": "A powerful marketing automation and CRM platform for businesses to engage customers and grow.",
  "i18n.collectors.activecampaign_clients_finaux.description": "A powerful marketing automation and CRM platform for businesses to engage customers effectively.",
  "i18n.collectors.activecampaign_reseller.description": "A comprehensive email marketing, automation, and CRM platform for businesses of all sizes.",
  "i18n.collectors.activecollab.description": "A project management and collaboration tool designed to streamline teamwork and task organization.",
  "i18n.collectors.actradis.description": "A French online platform for managing and trading renewable energy certificates and guarantees of origin.",
  "i18n.collectors.actronics_gmbh.description": "Actronics GmbH provides advanced automation and control solutions for industrial applications.",
  "i18n.collectors.acuity_scheduling.description": "An online appointment scheduling tool that streamlines booking for businesses and clients.",
  "i18n.collectors.acv_gmbh.description": "ACV GmbH offers an online shop for specialized products and services in Germany.",
  "i18n.collectors.adac_kreditkartenbanking.description": "Online banking service for managing ADAC credit card accounts.",
  "i18n.collectors.adam.description": "A privacy-focused online service for secure identity and data management.",
  "i18n.collectors.adam_hall.description": "Adam Hall provides professional audio, lighting, and stage equipment for events and productions.",
  "i18n.collectors.adapty.description": "A no-code platform for managing in-app subscriptions and monetization strategies.",
  "i18n.collectors.adbeat.description": "A competitive intelligence platform that tracks and analyzes digital advertising campaigns across multiple channels.",
  "i18n.collectors.adbutler_sparklit.description": "A digital ad serving platform for publishers and advertisers to manage and optimize ad campaigns.",
  "i18n.collectors.adcash.description": "A global advertising platform offering monetization and traffic acquisition solutions for publishers and advertisers.",
  "i18n.collectors.adcreative.description": "An AI-powered platform for generating high-converting ad creatives and copywriting.",
  "i18n.collectors.adcrowd.description": "An online advertising platform for managing and optimizing digital ad campaigns.",
  "i18n.collectors.addevent.description": "A service that allows users to add events to their calendars with customizable reminders and integrations.",
  "i18n.collectors.addigy.description": "A cloud-based Apple device management platform for IT teams to monitor, manage, and secure macOS and iOS devices.",
  "i18n.collectors.addingwell.description": "A collaborative platform for managing and optimizing employee well-being programs.",
  "i18n.collectors.addison_oneclick_meine_lohndokumente.description": "A secure online service for accessing and managing your payroll documents with one click.",
  "i18n.collectors.addpeople.description": "A digital marketing platform offering SEO, PPC, and web development services to boost online visibility.",
  "i18n.collectors.addperformance.description": "An online service specializing in performance marketing and digital advertising solutions.",
  "i18n.collectors.addperformance_de.description": "A German digital marketing agency specializing in performance-based online advertising and SEO strategies.",
  "i18n.collectors.addsearch.description": "A customizable site search solution that enhances user experience with fast and relevant results.",
  "i18n.collectors.adequat.description": "A French online platform for managing professional training and skills development.",
  "i18n.collectors.adespresso.description": "A powerful tool for creating, managing, and optimizing Facebook, Instagram, and Google ads campaigns.",
  "i18n.collectors.adexia.description": "Adexia provides digital advertising and media buying solutions for businesses.",
  "i18n.collectors.adgoal.description": "Adgoal is a performance-based advertising platform specializing in user acquisition and monetization solutions.",
  "i18n.collectors.adidas.description": "A global leader in sports apparel, footwear, and accessories, offering innovative and performance-driven products.",
  "i18n.collectors.adidas_click_a_bill.description": "Adidas CLICK-A-BILL is an online invoicing platform for suppliers and partners.",
  "i18n.collectors.adivin_partner.description": "Adivin Partner provides affiliate marketing solutions for online businesses.",
  "i18n.collectors.adjust.description": "A mobile measurement partner providing attribution, analytics, and fraud prevention for app marketers.",
  "i18n.collectors.adlantic.description": "An online platform offering ad management and monetization solutions for publishers.",
  "i18n.collectors.adleaks.description": "An online service providing insights and analytics for leaked or exposed advertising data.",
  "i18n.collectors.admincolumns.description": "A WordPress plugin to manage and customize admin columns for better content organization.",
  "i18n.collectors.admiraldirekt_de.description": "An online German insurance provider offering car, home, and other insurance services.",
  "i18n.collectors.admitad.description": "A global affiliate marketing network connecting advertisers and publishers for performance-based partnerships.",
  "i18n.collectors.adn.description": "ADN is an online shop offering a variety of products including electronics, home goods, and more.",
  "i18n.collectors.adn_cloud_marketplace.description": "A digital marketplace offering cloud-based solutions and services for businesses.",
  "i18n.collectors.adnet_magclub.description": "A German online platform offering advertising and magazine-related services for businesses.",
  "i18n.collectors.adnetcom_nethosting.description": "A web hosting service providing reliable and scalable solutions for businesses.",
  "i18n.collectors.adnymics_gmbh_parcel_dealz.description": "A service offering discounted parcel shipping deals for online shoppers.",
  "i18n.collectors.adobe.description": "A leading software company offering creative, marketing, and document management solutions.",
  "i18n.collectors.adobe_acrobat.description": "Create, edit, and manage PDF documents with advanced tools for collaboration and e-signatures.",
  "i18n.collectors.adobe_admin_console.description": "A centralized platform for managing Adobe licenses, users, and product deployments for organizations.",
  "i18n.collectors.adobe_sign.description": "A secure and legally binding e-signature solution for digital document workflows.",
  "i18n.collectors.adobe_stock.description": "A premium marketplace for high-quality stock photos, vectors, illustrations, and videos.",
  "i18n.collectors.adp_workforce_now.description": "A cloud-based HR solution offering payroll, talent management, and workforce optimization tools.",
  "i18n.collectors.adroll.description": "A comprehensive digital marketing platform specializing in retargeting and programmatic advertising.",
  "i18n.collectors.adsector.description": "An online advertising platform offering targeted ad solutions for businesses.",
  "i18n.collectors.adservive_a_s.description": "A digital advertising service provider offering targeted ad solutions for businesses.",
  "i18n.collectors.adsigner.description": "An online platform for creating and managing dynamic digital advertising campaigns.",
  "i18n.collectors.adsimple.description": "An online service providing tools for creating, managing, and optimizing digital advertising campaigns.",
  "i18n.collectors.adspends.description": "A tool to track and analyze advertising expenditures across multiple platforms.",
  "i18n.collectors.adspert.description": "An AI-powered platform for optimizing and automating digital advertising campaigns across multiple channels.",
  "i18n.collectors.adsplash.description": "Adsplash is an online advertising platform specializing in digital out-of-home (DOOH) campaigns.",
  "i18n.collectors.adspy.description": "A tool to spy and analyze competitors' Facebook and Instagram ads for market research and inspiration.",
  "i18n.collectors.adsterra_partners.description": "A global ad network offering monetization solutions for publishers and advertisers with high-performance ad formats.",
  "i18n.collectors.adt.description": "A leading provider of home security and automation solutions in the United States.",
  "i18n.collectors.adtelligence.description": "An AI-powered platform providing competitive intelligence and ad analytics for digital advertising.",
  "i18n.collectors.adtraction_marketing.description": "A performance marketing platform connecting advertisers with publishers for affiliate and influencer campaigns.",
  "i18n.collectors.adtv_allgemeiner_deutscher_tanzlehrer_verband.description": "ADTV is the General German Dance Teachers Association, offering a community platform for dance professionals via NimbusCloud.",
  "i18n.collectors.advance_auto_parts.description": "A leading provider of automotive replacement parts, accessories, and maintenance items for DIY and professional customers.",
  "i18n.collectors.advance_auto_parts_ebill.description": "Online service for managing and paying commercial invoices for auto parts and supplies.",
  "i18n.collectors.advance_groupe.description": "Provides office automation solutions and services for businesses.",
  "i18n.collectors.advanced_ads.description": "A powerful WordPress plugin for managing and displaying ads with advanced targeting and placement options.",
  "i18n.collectors.advanced_disposal.description": "An online service for waste management and disposal solutions.",
  "i18n.collectors.advancedweb.description": "A comprehensive SEO tool for tracking keyword rankings, analyzing competitors, and optimizing website performance.",
  "i18n.collectors.advastore.description": "An online advertising platform offering performance-based marketing solutions for merchants and affiliates.",
  "i18n.collectors.adverfly.description": "An online platform for creating, managing, and optimizing digital advertising campaigns.",
  "i18n.collectors.adyen.description": "A global payment platform enabling businesses to accept payments online, in-app, and in-store.",
  "i18n.collectors.aelbureautique.description": "Supplier of office equipment.",
  "i18n.collectors.aerticket.description": "An online platform for booking and managing airline tickets efficiently.",
  "i18n.collectors.aes_ohio.description": "AES Ohio provides electricity services and account management for residents and businesses in Ohio.",
  "i18n.collectors.aescripts_aeplugins.description": "A marketplace for After Effects scripts and plugins to enhance workflow and creativity.",
  "i18n.collectors.aetka_communikation_center.description": "Aetka Communication Center offers digital communication solutions for businesses.",
  "i18n.collectors.aetka_smart.description": "Aetka Smart is an online platform offering smart home solutions and energy management services in Germany.",
  "i18n.collectors.affiches_pro.description": "Online service specializing in custom professional poster printing and design.",
  "i18n.collectors.affilae.description": "A performance marketing platform designed to optimize affiliate partnerships and track conversions efficiently.",
  "i18n.collectors.affiliatewp.description": "A powerful WordPress plugin for creating and managing affiliate programs on your website.",
  "i18n.collectors.affiliatly_advertisers.description": "A performance-based affiliate marketing platform connecting advertisers with publishers to drive sales and leads.",
  "i18n.collectors.affiliatly_publishers.description": "A comprehensive affiliate marketing platform designed for publishers to monetize traffic and track performance.",
  "i18n.collectors.affilicon.description": "An online platform providing affiliate marketing tools and analytics for performance tracking.",
  "i18n.collectors.affilinet_advertiser.description": "A performance marketing network connecting advertisers with publishers to drive sales and leads.",
  "i18n.collectors.affinitad.description": "An online advertising platform specializing in targeted ad campaigns for businesses.",
  "i18n.collectors.affinity_water.description": "Online account management service for Affinity Water customers in the UK.",
  "i18n.collectors.afi_ai.description": "Afi.ai is an AI-powered platform offering advanced tools for data analysis and automation.",
  "i18n.collectors.afilae.description": "A performance marketing platform for managing affiliate, influencer, and partnership programs.",
  "i18n.collectors.afinia_by_iahorro.description": "Afinia by iAhorro is an online platform offering financial comparison and mortgage advisory services in Spain.",
  "i18n.collectors.aflac.description": "Aflac provides supplemental insurance policies to help cover out-of-pocket expenses.",
  "i18n.collectors.afone_mobile.description": "A French M2M and IoT connectivity provider offering mobile solutions for businesses.",
  "i18n.collectors.afrihost.description": "A South African provider offering web hosting, domain registration, and internet services.",
  "i18n.collectors.afterbuy.description": "Afterbuy is an e-commerce platform offering multi-channel sales management and order processing solutions.",
  "i18n.collectors.aftermarket_pl.description": "A Polish online marketplace specializing in aftermarket automotive parts and accessories.",
  "i18n.collectors.aftership.description": "A platform that helps businesses track shipments and improve post-purchase customer experience.",
  "i18n.collectors.ag2r.description": "AG2R La Mondiale is a French insurance and asset management group offering retirement, savings, and health coverage solutions.",
  "i18n.collectors.agando.description": "Agando is an online shop offering domain registration, web hosting, and digital services for businesses and individuals.",
  "i18n.collectors.agantty.description": "A free and user-friendly online project management tool for teams and individuals.",
  "i18n.collectors.agemi.description": "Agemi provides an extranet platform for secure access to specialized services and data management.",
  "i18n.collectors.agencyanalytics.description": "A comprehensive marketing dashboard for agencies to track and report client performance across multiple channels.",
  "i18n.collectors.agenda.description": "A German online portal offering enterprise solutions for business management and administration.",
  "i18n.collectors.agenty.description": "A cloud-based web scraping and automation platform for extracting and monitoring data from websites.",
  "i18n.collectors.agglopole_provence_eau.description": "Online service for managing water supply and customer accounts in the Provence region.",
  "i18n.collectors.agicap.description": "A cash flow management platform helping businesses forecast, monitor, and optimize their treasury in real-time.",
  "i18n.collectors.agilecrm.description": "A comprehensive customer relationship management (CRM) platform with sales, marketing, and service automation tools.",
  "i18n.collectors.agipi.description": "Agipi provides life insurance solutions tailored to individual and professional needs in France.",
  "i18n.collectors.agl_energy_online.description": "AGL Energy Online is an Australian platform for managing energy accounts, bills, and services.",
  "i18n.collectors.agorapulse.description": "A social media management platform for scheduling, monitoring, and analyzing content across multiple networks.",
  "i18n.collectors.agpm.description": "AGPM is a French mutual insurance company offering health, provident, and retirement solutions.",
  "i18n.collectors.agriz.description": "Agriz is an online platform offering agricultural equipment and machinery for sale in France.",
  "i18n.collectors.agur.description": "AGUR provides online administrative services for local authorities and public institutions in France.",
  "i18n.collectors.aha.description": "A cloud-based product management platform for building and marketing roadmaps.",
  "i18n.collectors.ahi33_pulseprevention.description": "Ahi33's PulsePrevention is an online service for health monitoring and preventive care solutions.",
  "i18n.collectors.ahrefs.description": "A comprehensive SEO toolset for backlink analysis, keyword research, and competitive insights.",
  "i18n.collectors.ahveasy.description": "A Swiss online portal for managing administrative tasks related to health insurance.",
  "i18n.collectors.aibv_sa.description": "An online platform for urban planning and permit management in Belgium.",
  "i18n.collectors.aica_sanitar.description": "A German online service specializing in sanitary and plumbing solutions for homes and businesses.",
  "i18n.collectors.aigrow.description": "An AI-powered Instagram growth tool to automate engagement and gain real followers organically.",
  "i18n.collectors.aigues_de_barcelona.description": "A public company providing water supply and sanitation services in Barcelona and surrounding areas.",
  "i18n.collectors.aiprm_for_chatgpt.description": "A browser extension that provides curated prompt templates for ChatGPT to enhance productivity and efficiency.",
  "i18n.collectors.air_baltic.description": "A Latvian airline offering flights across Europe, the Middle East, and beyond with a focus on efficiency and innovation.",
  "i18n.collectors.air_bp.description": "Online invoicing and payment service for aviation fuel provided by BP.",
  "i18n.collectors.air_inc.description": "A collaborative workspace for modern teams to create, share, and manage content efficiently.",
  "i18n.collectors.air_liquide.description": "An online platform for managing industrial and medical gas supplies by Air Liquide.",
  "i18n.collectors.air_liquide_at.description": "Air Liquide AT provides industrial gas solutions and services for various sectors in Austria.",
  "i18n.collectors.air_serbia.description": "The national airline of Serbia, offering flights to destinations across Europe, North America, and the Middle East.",
  "i18n.collectors.air_wolf.description": "A German-based online service specializing in high-quality air filtration and ventilation solutions.",
  "i18n.collectors.airbnb.description": "A global platform for booking unique accommodations and experiences worldwide.",
  "i18n.collectors.airbrake.description": "A real-time error monitoring and exception tracking tool for applications to improve performance and reliability.",
  "i18n.collectors.aircall.description": "A cloud-based phone system designed for modern businesses to enhance team collaboration and customer support.",
  "i18n.collectors.airdna.description": "A data analytics platform for short-term rental market insights and performance tracking.",
  "i18n.collectors.aire_cantilienne.description": "An online service for managing and accessing community resources in the Cantilienne region.",
  "i18n.collectors.airfrance.description": "A major French airline offering domestic and international flights with premium services.",
  "i18n.collectors.airfrance_fr.description": "French airline offering domestic and international flights with premium services.",
  "i18n.collectors.airgas.description": "A leading supplier of industrial, medical, and specialty gases, as well as related equipment and services in the U.S.",
  "i18n.collectors.airgigs.description": "A freelance marketplace connecting clients with voice-over artists, musicians, and audio professionals for custom projects.",
  "i18n.collectors.airplus.description": "A global payment solution provider specializing in corporate travel expense management.",
  "i18n.collectors.airplus_businesstravel_portal.description": "A comprehensive online platform for managing and optimizing business travel expenses.",
  "i18n.collectors.airtel.description": "Airtel is a leading Indian telecommunications service provider offering mobile, broadband, and digital TV services.",
  "i18n.collectors.airtime.description": "A wireless screen sharing and digital signage solution for businesses and educational institutions.",
  "i18n.collectors.airwatch.description": "A mobile device management (MDM) solution for securing and managing enterprise endpoints.",
  "i18n.collectors.airwire.description": "A service providing wireless internet solutions for various environments.",
  "i18n.collectors.aisler_net.description": "Aisler is an online PCB manufacturing service offering fast, high-quality prototyping and production.",
  "i18n.collectors.aismt_13.description": "An online platform providing specialized services or resources related to AI, systems, or technology (exact purpose inferred from context).",
  "i18n.collectors.ajl_abfallwirtschaftsgesellschaft_jerichower_land_mbh.description": "Online customer portal for waste management services in the Jerichower Land region, Germany.",
  "i18n.collectors.akademie_fur_steuer_und_wirtschaftsrecht.description": "A German academy offering specialized training in tax and business law for professionals.",
  "i18n.collectors.akeebabackup.description": "A powerful backup solution for Joomla, WordPress, and other PHP-based websites.",
  "i18n.collectors.akerys_comptes_rendu_de_gestion.description": "Online service providing management reports for businesses.",
  "i18n.collectors.akiflow.description": "A unified task and calendar management tool to streamline workflows and boost productivity.",
  "i18n.collectors.akismet.description": "A spam filtering service that helps websites and blogs automatically detect and block spam comments.",
  "i18n.collectors.akkio.description": "Akkio is an AI-powered platform for building and deploying machine learning models without coding.",
  "i18n.collectors.akku_teile.description": "AKKU TEILE is a B2B online service specializing in high-quality battery parts and accessories.",
  "i18n.collectors.aktivbank_factoring.description": "Aktivbank Factoring offers online factoring services to improve liquidity by purchasing receivables.",
  "i18n.collectors.alabama_power.description": "A utility company providing electricity to residents and businesses in Alabama.",
  "i18n.collectors.aladom.description": "Aladom is a French online platform connecting individuals with trusted home service providers for cleaning, childcare, and more.",
  "i18n.collectors.alaiko.description": "Alaiko is an online platform offering tools for appointment scheduling and business management.",
  "i18n.collectors.alamy.description": "A leading stock photo agency offering high-quality images, vectors, and videos for creative projects.",
  "i18n.collectors.alan.description": "A conversational AI platform that enables developers to build voice assistants and chatbots.",
  "i18n.collectors.alapage_com.description": "An online marketplace offering a wide range of books, electronics, and entertainment products.",
  "i18n.collectors.alarm_detection_systems.description": "Provides online alarm detection and monitoring systems for security and safety solutions.",
  "i18n.collectors.alba_mullentsorgung.description": "Online service for waste disposal and recycling management in Germany.",
  "i18n.collectors.albacross.description": "A B2B lead generation platform that identifies and tracks website visitors to help businesses uncover potential customers.",
  "i18n.collectors.alberta_treasury_branches.description": "A financial institution providing banking, investment, and advisory services to Albertans.",
  "i18n.collectors.albwerk.description": "Albwerk is an online platform providing digital solutions for educational institutions and administrative workflows.",
  "i18n.collectors.alcyon.description": "Alcyon provides cloud-based solutions for secure data storage and collaboration.",
  "i18n.collectors.ald_automotive.description": "A global leader in mobility solutions, offering fleet management and vehicle leasing services for businesses.",
  "i18n.collectors.aldi_grune_energie.description": "Aldi's green energy service offering sustainable electricity plans in Germany.",
  "i18n.collectors.aldi_mobile.description": "Aldi Mobile is a budget-friendly prepaid mobile service provider in Germany, offering affordable plans and no-contract options.",
  "i18n.collectors.aldi_online_shop.description": "Aldi's online shop for groceries and household essentials with delivery or pickup options.",
  "i18n.collectors.aldi_talk.description": "Aldi Talk is a prepaid mobile service offering affordable calls, texts, and data in Germany.",
  "i18n.collectors.aldimobile_au.description": "Aldi Mobile AU is a prepaid mobile service provider offering affordable plans with no lock-in contracts in Australia.",
  "i18n.collectors.alectra.description": "An online service for managing Alectra Utilities accounts, including billing and energy usage.",
  "i18n.collectors.aleono_ag.description": "Aleono AG provides secure and privacy-focused online services for digital communication and collaboration.",
  "i18n.collectors.alerti.description": "Alerti is an online service for real-time monitoring and alerting on web and social media content.",
  "i18n.collectors.alexander_burkle.description": "Personal website of Alexander Buerkle, showcasing professional work and creative projects.",
  "i18n.collectors.alfa_direkt.description": "Alfa Direkt is an online service offering insurance and financial products tailored to individual needs.",
  "i18n.collectors.alfahosting_de_kundenportal.description": "A German web hosting provider offering domain registration, cloud servers, and managed hosting solutions.",
  "i18n.collectors.alfahosting_de_partnerportal.description": "A German web hosting provider offering domain registration, cloud servers, and managed hosting solutions.",
  "i18n.collectors.alfaliquid_fr.description": "A French online store specializing in premium e-liquids and vaping accessories.",
  "i18n.collectors.alfies.description": "A platform offering curated vintage and antique collectibles online.",
  "i18n.collectors.algolia.description": "A powerful search-as-a-service platform for fast and relevant search experiences.",
  "i18n.collectors.alhambra_water.description": "A premium water delivery service offering purified and mineral-rich water for homes and offices.",
  "i18n.collectors.alibaba.description": "A global B2B e-commerce platform connecting buyers and suppliers worldwide.",
  "i18n.collectors.alibaba_cloud.description": "A global cloud computing platform offering scalable and secure infrastructure, AI, and big data services.",
  "i18n.collectors.aliceadsl_fr.description": "A French internet service provider offering ADSL broadband connections.",
  "i18n.collectors.aliexpress.description": "A global online retail marketplace offering a wide variety of products at competitive prices.",
  "i18n.collectors.align_technology_switzerland_gmbh.description": "A digital platform for managing Invisalign clear aligner treatments and patient progress.",
  "i18n.collectors.alinea.description": "Alinea is an online platform offering premium restaurant reservations and exclusive culinary experiences.",
  "i18n.collectors.alitu.description": "Alitu is an online tool for easily editing, automating, and publishing podcasts.",
  "i18n.collectors.all.2fa.error": "2FA code is incorrect",
  "i18n.collectors.all.2fa.instruction": "Enter the 2FA code sent by email or SMS",
  "i18n.collectors.all.2fa.timeout": "No 2FA code provided within the alloteted time. Please try again.",
  "i18n.collectors.all.captcha": "Cannot continue because a captcha has been detected. Please reconnect the account.",
  "i18n.collectors.all.contract_access.error": "Unable to access the contract",
  "i18n.collectors.all.email": "Email",
  "i18n.collectors.all.email.error": "Incorrect email",
  "i18n.collectors.all.email.placeholder": "Email of the account",
  "i18n.collectors.all.email_or_number": "Email or phone number",
  "i18n.collectors.all.email_or_number.error": "Incorrect email or phone number",
  "i18n.collectors.all.email_or_number.placeholder": "Email or phone number of the account",
  "i18n.collectors.all.identifier": "Identifier",
  "i18n.collectors.all.identifier.error": "Incorrect identifier",
  "i18n.collectors.all.note": "Note",
  "i18n.collectors.all.note.placeholder": "Custom note",
  "i18n.collectors.all.password": "Password",
  "i18n.collectors.all.password.error": "Incorrect password",
  "i18n.collectors.all.password.placeholder": "Password of the account",
  "i18n.collectors.all.signup.error": "No account found with these identifier",
  "i18n.collectors.all_inkl_com.description": "A German web hosting provider offering domain registration, shared hosting, and cloud services.",
  "i18n.collectors.all_star_card.description": "A convenient online service for managing fuel and expense cards for businesses in the UK.",
  "i18n.collectors.alldomains_hosting.description": "A hosting service offering domain registration and web hosting solutions.",
  "i18n.collectors.alleaktien.description": "A German online platform providing stock analysis, investment tools, and financial education for private investors.",
  "i18n.collectors.allegorithmic.description": "A leading provider of 3D texturing tools, including Substance Painter and Designer, for game and VFX industries.",
  "i18n.collectors.allegro.description": "A leading Polish online marketplace for buying and selling a wide variety of products.",
  "i18n.collectors.allegro_sanitation.description": "An online portal for managing sanitation services and waste disposal solutions.",
  "i18n.collectors.allergan.description": "A global pharmaceutical company specializing in medical aesthetics, eye care, and central nervous system therapies.",
  "i18n.collectors.allesfirma.description": "An Austrian online platform offering comprehensive business registration and administrative services.",
  "i18n.collectors.allgeier_experts.description": "An online platform offering expert IT consulting and staffing solutions for businesses.",
  "i18n.collectors.alliance_healthcare_deutschland.description": "A German online service providing pharmacy management solutions for healthcare professionals.",
  "i18n.collectors.allianceonline_co_uk.description": "A UK-based online wholesaler providing a wide range of products for businesses and caterers.",
  "i18n.collectors.alliant.description": "Alliant Credit Union is a member-owned financial cooperative offering banking, loans, and investment services with competitive rates.",
  "i18n.collectors.alliant_energy.description": "An online platform for managing energy accounts, payments, and services in the Midwest US.",
  "i18n.collectors.allianz_de.description": "Allianz provides online insurance and financial services for individuals and businesses in Germany.",
  "i18n.collectors.allianz_de_maklerportal.description": "Allianz's online broker portal for insurance agents to manage policies and clients.",
  "i18n.collectors.allianz_direct.description": "An online insurance service offering car, home, and travel coverage with digital convenience.",
  "i18n.collectors.allianz_es.description": "Allianz provides insurance solutions including car, home, health, and travel coverage in Spain.",
  "i18n.collectors.allianz_fr.description": "A leading global insurance and asset management provider offering a wide range of coverage options.",
  "i18n.collectors.allianz_travel_vermittler.description": "A platform for Allianz travel agents to manage bookings and insurance services.",
  "i18n.collectors.allnet.description": "An online shop offering a wide range of electronics, networking, and IT accessories.",
  "i18n.collectors.allnet_fachhandel_handler_anmeldung.description": "Online wholesale platform for professional dealers in IT and electronics.",
  "i18n.collectors.allo_a_l_huile.description": "A French service specializing in used cooking oil collection and recycling for businesses and individuals.",
  "i18n.collectors.allo_bebe.description": "A French online service offering baby products, advice, and parenting support.",
  "i18n.collectors.allo_resto_just_eat_fr.description": "A French online food delivery platform connecting users with local restaurants.",
  "i18n.collectors.alloga.description": "Alloga is a French logistics and supply chain management service specializing in e-commerce and retail solutions.",
  "i18n.collectors.allopneus_com.description": "Online tire sales platform offering a wide selection of tires for all types of vehicles.",
  "i18n.collectors.allstar_business_solutions_ltd.description": "A comprehensive online platform for managing business expenses and fuel payments efficiently.",
  "i18n.collectors.alltricks.description": "Online marketplace specializing in outdoor sports and cycling equipment.",
  "i18n.collectors.alma.description": "A European payment solution designed to simplify and secure online transactions for businesses.",
  "i18n.collectors.alperia.description": "Alperia is an Italian energy provider offering sustainable electricity, gas, and integrated energy solutions.",
  "i18n.collectors.alphabet_360.description": "A comprehensive fleet management solution by Alphabet for optimized mobility and cost efficiency.",
  "i18n.collectors.alphabet_invoices.description": "An online invoicing service provided by Alphabet for managing and generating invoices.",
  "i18n.collectors.alphavps.description": "A reliable VPS hosting provider offering high-performance servers with global locations.",
  "i18n.collectors.alphin.description": "Alphin is an AI-powered platform for building and deploying conversational agents.",
  "i18n.collectors.alphorm.description": "An online training platform offering IT and digital skills courses for professionals and individuals.",
  "i18n.collectors.alpiq.description": "Alpiq provides online energy management services for private and business customers in Switzerland.",
  "i18n.collectors.alsace_fibre.description": "A regional internet service provider offering high-speed fiber optic connectivity in Alsace, France.",
  "i18n.collectors.alsco.description": "ALSCO provides linen, uniform, and facility services for businesses across various industries.",
  "i18n.collectors.also.description": "A B2B platform offering IT distribution, cloud services, and supply chain solutions for technology partners.",
  "i18n.collectors.also_netstar.description": "ALSO Netstar is an online platform for IT and network marketing services, offering solutions for resellers and partners.",
  "i18n.collectors.alsoasked.description": "A tool that uncovers related questions people ask online to help with content research and SEO strategy.",
  "i18n.collectors.alte_leipziger_fin4u.description": "A digital financial management platform by Alte Leipziger for insurance and investment services.",
  "i18n.collectors.alterna.description": "A French energy supplier offering green electricity and gas solutions for households and businesses.",
  "i18n.collectors.alternate.description": "An online retailer specializing in computer hardware, software, and consumer electronics in Europe.",
  "i18n.collectors.alternate_business_belgium.description": "An online retailer offering a wide range of IT, electronics, and office equipment for businesses in Belgium.",
  "i18n.collectors.altice_usa.description": "A leading broadband communications and video services provider in the United States.",
  "i18n.collectors.altonetz.description": "AltoNetz is a German internet service provider offering broadband, telephony, and hosting solutions.",
  "i18n.collectors.altus_io.description": "A cloud-based platform for optimizing and managing Google Ads campaigns with AI-driven insights.",
  "i18n.collectors.alwaysdata.description": "A French web hosting service offering cloud solutions, databases, and development tools for professionals and individuals.",
  "i18n.collectors.alza_at.description": "Alza.at is a leading Austrian online retailer offering a wide range of electronics, household goods, and more.",
  "i18n.collectors.alza_de.description": "Alza is a leading European online retailer specializing in electronics, IT, and home appliances.",
  "i18n.collectors.amadeus_ebilling_portal.description": "A portal for managing and accessing electronic billing services for Amadeus travel solutions.",
  "i18n.collectors.amahousse_com.description": "An online platform offering a variety of household services and cleaning solutions.",
  "i18n.collectors.amainvoice.description": "A German online invoicing service for freelancers and small businesses to create and manage invoices efficiently.",
  "i18n.collectors.amalytix.description": "An online tool for advanced data analysis and visualization to optimize business insights.",
  "i18n.collectors.amalyze.description": "A cybersecurity platform specializing in email threat protection and advanced analytics.",
  "i18n.collectors.amasty.description": "Amasty provides high-quality Magento extensions to enhance eCommerce functionality and performance.",
  "i18n.collectors.amavat_eu.description": "A European provider of VAT compliance, tax representation, and fiscal advisory services for businesses.",
  "i18n.collectors.amaysim.description": "An Australian mobile and energy service provider offering prepaid and SIM-only plans.",
  "i18n.collectors.amazon.description": "Amazon is an online marketplace.",
  "i18n.collectors.amazon_ads.description": "A self-service advertising platform to promote products and brands on Amazon and beyond.",
  "i18n.collectors.amazon_business.company": "Company name",
  "i18n.collectors.amazon_business.company.placeholder": "Name of the company as displayed on the Amazon website",
  "i18n.collectors.amazon_business.description": "Amazon Business is an online marketplace for professionals.",
  "i18n.collectors.amazon_co_jp.description": "Japan's leading online marketplace offering a vast selection of products, from books to electronics.",
  "i18n.collectors.amazon_co_uk.description": "A global online marketplace offering a vast selection of products, from books to electronics.",
  "i18n.collectors.amazon_com.description": "A global online marketplace offering a vast selection of products, from books to electronics and more.",
  "i18n.collectors.amazon_com_be.description": "Online retail platform offering a wide range of products, digital content, and services globally.",
  "i18n.collectors.amazon_de.description": "Amazon.de is the German branch of the global e-commerce platform offering a wide range of products and services.",
  "i18n.collectors.amazon_dsp_console.description": "A demand-side platform for programmatic advertising on Amazon and beyond.",
  "i18n.collectors.amazon_es.description": "A leading global e-commerce platform offering a wide range of products and services.",
  "i18n.collectors.amazon_freight.description": "A digital freight platform by Amazon connecting shippers with carriers for efficient logistics.",
  "i18n.collectors.amazon_hub.description": "A network of secure, self-service package pickup and return locations for Amazon orders.",
  "i18n.collectors.amazon_it.description": "Amazon.it is the Italian branch of the global e-commerce platform offering a wide range of products and services.",
  "i18n.collectors.amazon_kindle_direct_publishing.description": "A self-publishing platform for authors to publish and sell eBooks and paperbacks on Amazon.",
  "i18n.collectors.amazon_kindle_unlimited.description": "A subscription service offering unlimited access to a vast library of eBooks, audiobooks, and magazines on Amazon Kindle.",
  "i18n.collectors.amazon_logistics.description": "A delivery service by Amazon that handles shipping and logistics for sellers and customers.",
  "i18n.collectors.amazon_marketing_service_co_uk.description": "A platform for advertising products and driving sales on Amazon.co.uk.",
  "i18n.collectors.amazon_marketing_service_de.description": "A platform for advertising products on Amazon.de to boost visibility and sales.",
  "i18n.collectors.amazon_marketing_service_es.description": "A self-service advertising platform for promoting products on Amazon Spain.",
  "i18n.collectors.amazon_marketing_service_fr.description": "A platform for advertisers to promote products on Amazon's French marketplace.",
  "i18n.collectors.amazon_marketing_service_it.description": "Amazon Marketing Service (.it) helps advertisers promote products and increase visibility on Amazon Italy.",
  "i18n.collectors.amazon_marketing_service_nl.description": "A platform for advertising products on Amazon's Dutch marketplace to boost visibility and sales.",
  "i18n.collectors.amazon_nl.description": "Amazon.nl is the Dutch online marketplace for purchasing a wide range of products, from electronics to groceries.",
  "i18n.collectors.amazon_payee_central.description": "A platform for managing payments and payouts for Amazon sellers and partners.",
  "i18n.collectors.amazon_payments.description": "A secure online payment service for Amazon sellers and buyers.",
  "i18n.collectors.amazon_pl.description": "Amazon Poland is an online marketplace offering a wide range of products, from electronics to home goods.",
  "i18n.collectors.amazon_se.description": "A global e-commerce platform offering a wide range of products, services, and digital content.",
  "i18n.collectors.amazon_seller_central_be.description": "A platform for sellers to manage their Amazon (.be) marketplace listings, orders, and inventory.",
  "i18n.collectors.amazon_seller_central_ca.description": "A platform for sellers to manage their Amazon.ca marketplace listings, orders, and performance.",
  "i18n.collectors.amazon_seller_central_co_uk.description": "A platform for sellers to manage their Amazon UK marketplace listings, orders, and performance.",
  "i18n.collectors.amazon_seller_central_com.description": "A platform for businesses to manage their Amazon sales, inventory, and customer interactions.",
  "i18n.collectors.amazon_seller_central_com_au.description": "A platform for sellers to manage their Amazon Australia marketplace listings, orders, and performance.",
  "i18n.collectors.amazon_seller_central_de.description": "A platform for sellers to manage their Amazon.de marketplace listings, orders, and performance.",
  "i18n.collectors.amazon_seller_central_es.description": "A platform for sellers to manage their business on Amazon's Spanish marketplace.",
  "i18n.collectors.amazon_seller_central_eu.description": "A platform for businesses to manage their sales, inventory, and customer interactions on Amazon's European marketplaces.",
  "i18n.collectors.amazon_seller_central_fr.description": "A platform for sellers to manage their Amazon France marketplace listings, orders, and performance.",
  "i18n.collectors.amazon_seller_central_it.description": "A platform for sellers to manage their Amazon.it marketplace listings, orders, and performance.",
  "i18n.collectors.amazon_seller_central_jp.description": "A platform for sellers to manage their business on Amazon's Japanese marketplace.",
  "i18n.collectors.amazon_seller_central_mx.description": "A platform for sellers to manage their Amazon Mexico marketplace listings, orders, and performance.",
  "i18n.collectors.amazon_seller_central_nl.description": "A platform for sellers to manage their Amazon.nl marketplace listings, orders, and performance metrics.",
  "i18n.collectors.amazon_seller_central_se.description": "A platform for sellers to manage their Amazon Sweden (SE) marketplace listings, orders, and performance.",
  "i18n.collectors.amazon_store_card.description": "The Amazon Store Card, issued by Synchrony, offers financing options for purchases on Amazon.",
  "i18n.collectors.amazon_vendor_central_co_uk.description": "A platform for suppliers to sell products directly to Amazon in the UK as a first-party vendor.",
  "i18n.collectors.amazon_vendor_central_com.description": "A platform for manufacturers and distributors to sell products directly to Amazon as a first-party vendor.",
  "i18n.collectors.amazon_vendor_central_de.description": "A platform for suppliers to sell products directly to Amazon as a first-party vendor.",
  "i18n.collectors.amazon_vendor_central_es.description": "A platform for manufacturers and distributors to sell products directly to Amazon in Spain.",
  "i18n.collectors.amazon_vendor_central_fr.description": "A platform for suppliers to sell products directly to Amazon in France.",
  "i18n.collectors.amazon_vendor_central_it.description": "A platform for suppliers to manage and sell products directly to Amazon in Italy.",
  "i18n.collectors.amazon_vendor_central_nl.description": "A platform for suppliers to sell products directly to Amazon in the Netherlands.",
  "i18n.collectors.amazon_video_direct.description": "A platform for content creators to upload, manage, and monetize their videos on Amazon Prime Video.",
  "i18n.collectors.amazon_web_services_aws.description": "A comprehensive cloud computing platform offering scalable infrastructure, storage, and AI services.",
  "i18n.collectors.amazon_workdocs.description": "A secure enterprise document storage and sharing service by Amazon Web Services (AWS).",
  "i18n.collectors.ambar.description": "Ambar is an online platform offering collaborative tools and community features for businesses and teams.",
  "i18n.collectors.amberscript.description": "An AI-powered platform for automatic transcription and subtitling of audio and video files.",
  "i18n.collectors.ambetter_health.description": "A health insurance provider offering affordable plans through the Health Insurance Marketplace.",
  "i18n.collectors.ambit_energy.description": "A retail energy provider offering electricity and natural gas services across multiple US states.",
  "i18n.collectors.amboss.description": "A comprehensive online medical learning platform for students and physicians.",
  "i18n.collectors.amen_fr.description": "A French web hosting and domain registration service provider.",
  "i18n.collectors.american_dream.description": "An online service offering a variety of American-themed products and cultural experiences.",
  "i18n.collectors.american_water.description": "A leading provider of water and wastewater services across the United States.",
  "i18n.collectors.amerigas.description": "A leading propane supplier offering residential, commercial, and industrial energy solutions across the US.",
  "i18n.collectors.ameropa.description": "Ameropa provides an online service platform for agricultural trading and logistics solutions.",
  "i18n.collectors.ametra06.description": "Ametra06 is an online medical imaging platform for healthcare professionals.",
  "i18n.collectors.amexpool_ag.description": "AMEXPool AG provides online financial services and investment solutions for private and institutional clients.",
  "i18n.collectors.ampd_io.description": "A cloud-based platform for managing and optimizing energy consumption in real-time.",
  "i18n.collectors.ampido.description": "Ampido provides a scalable and secure identity management platform for modern enterprises.",
  "i18n.collectors.amt24_sachsen_gastetax.description": "Online platform for managing guest taxes in the state of Saxony, Germany.",
  "i18n.collectors.amundi_epargne_entreprise.description": "Amundi Epargne Entreprise is a French online platform offering corporate savings and investment solutions.",
  "i18n.collectors.amundi_epargne_entreprise_compagnie.description": "Amundi Epargne Entreprise provides corporate savings and investment solutions for businesses and employees.",
  "i18n.collectors.amz_tools.description": "A suite of tools designed to optimize and streamline Amazon seller operations.",
  "i18n.collectors.amz_tracker.description": "A tool for Amazon sellers to track keywords, optimize listings, and analyze competitors.",
  "i18n.collectors.amzcontrol.description": "A dashboard service for managing and automating Amazon seller tasks.",
  "i18n.collectors.amzshark.description": "A tool for Amazon sellers to track products, keywords, and competitors efficiently.",
  "i18n.collectors.an_de.description": "A German online customer portal for managing services and accounts.",
  "i18n.collectors.anac_carwash.description": "Online booking service for professional car washing and detailing.",
  "i18n.collectors.analytics_toolkit.description": "A comprehensive online toolkit for data analysis and visualization.",
  "i18n.collectors.analyzer_tools.description": "A free online toolset for analyzing, validating, and formatting various data types like JSON, XML, and more.",
  "i18n.collectors.anaptis.description": "Anaptis provides AI-powered solutions for optimizing business processes and workflow automation.",
  "i18n.collectors.ancv_pro.description": "A secure online service for managing professional training accounts in France.",
  "i18n.collectors.andasa.description": "An online platform offering services for managing and optimizing business operations.",
  "i18n.collectors.andorra_telecom.description": "Andorra Telecom is the primary telecommunications provider in Andorra, offering internet, mobile, and fixed-line services.",
  "i18n.collectors.andre_media_group.description": "Andre Media Group offers digital media and portal solutions for businesses and organizations.",
  "i18n.collectors.andreas_paulsen.description": "Online service offering expertise in IT, web development, and digital solutions by Andreas Paulsen.",
  "i18n.collectors.andsafe.description": "A secure online platform for storing and managing sensitive documents and passwords.",
  "i18n.collectors.anett.description": "Anett provides online client space services for managing contracts and subscriptions in France.",
  "i18n.collectors.angel_aligner.description": "An online platform for managing and financing orthodontic treatments with clear aligners.",
  "i18n.collectors.angellist.description": "A platform connecting startups with investors, job seekers, and early-stage funding opportunities.",
  "i18n.collectors.anima.description": "A design-to-code tool that converts Figma, Sketch, and Adobe XD designs into responsive HTML, React, and Vue code.",
  "i18n.collectors.animoto.description": "A cloud-based video creation service that turns photos and video clips into professional videos.",
  "i18n.collectors.anixter.description": "A global distributor of network and security solutions, electrical and electronic wire & cable, and utility products.",
  "i18n.collectors.ankorstore.description": "A wholesale marketplace connecting independent brands with retailers across Europe.",
  "i18n.collectors.anna_reckmann_shop_admin.description": "Official online shop admin for Anna Reckmann's products and services.",
  "i18n.collectors.annick_weikert_shop.description": "Online shop offering handcrafted jewelry and accessories by designer Annick Weikert.",
  "i18n.collectors.anny.description": "An online service for creating and managing interactive AI-powered chatbots.",
  "i18n.collectors.anrufannahme24_de.description": "A 24/7 call answering service for businesses to ensure no calls are missed.",
  "i18n.collectors.anstrex.description": "A competitive intelligence tool for tracking and analyzing native ads across multiple platforms.",
  "i18n.collectors.answer_the_public.description": "A search listening tool that visualizes autocomplete data from search engines to uncover user questions and insights.",
  "i18n.collectors.antagonist.description": "A Dutch online service provider offering domain registration, web hosting, and related digital solutions.",
  "i18n.collectors.antargaz.description": "Antargaz is a French supplier of propane and butane gas for domestic and professional use.",
  "i18n.collectors.antec_servicepool_gmbh.description": "ANTEC Servicepool GmbH provides an online portal for managing and optimizing service and maintenance processes.",
  "i18n.collectors.anti_captcha.description": "An online service that automates CAPTCHA solving for seamless browsing and automation tasks.",
  "i18n.collectors.antilo_csc.description": "A free online service for generating and managing Certificate Signing Requests (CSRs) and certificates.",
  "i18n.collectors.antranks.description": "An online service providing SEO tools and keyword rankings for websites.",
  "i18n.collectors.antratek.description": "Antratek provides specialized IT solutions and services for businesses in Germany.",
  "i18n.collectors.anw.description": "ANW is a Spanish online service providing secure digital identity and electronic signature solutions.",
  "i18n.collectors.anwb.description": "ANWB is a Dutch organization offering roadside assistance, travel services, and mobility solutions.",
  "i18n.collectors.anycubic.description": "A leading provider of 3D printers, resins, and accessories for hobbyists and professionals.",
  "i18n.collectors.anydesk.description": "A remote desktop application enabling secure access to computers from anywhere.",
  "i18n.collectors.anymailfinder.description": "A tool to find and verify professional email addresses for outreach and lead generation.",
  "i18n.collectors.aok.description": "Online health insurance portal for AOK members to manage policies, claims, and services.",
  "i18n.collectors.aok_gesundheitspartnerservice.description": "AOK's online health partner service for managing health insurance and related services in Germany.",
  "i18n.collectors.apag.description": "APAG is an online service for managing and processing administrative tasks related to German public sector procurement.",
  "i18n.collectors.apaleo.description": "A cloud-based property management system designed for modern hotels and hospitality businesses.",
  "i18n.collectors.apartena_read.description": "A digital reading platform offering access to a wide range of books and documents online.",
  "i18n.collectors.apcoa_parking.description": "APCOA Parking provides convenient and secure parking solutions across Europe with online booking and management services.",
  "i18n.collectors.apella_aktiengesellschaft.description": "Apella Aktiengesellschaft is a German provider of digital communication and collaboration solutions for organizations.",
  "i18n.collectors.apetiz.description": "Apetiz is an online platform for creating and managing interactive menus and digital ordering solutions for restaurants.",
  "i18n.collectors.api2pdf.description": "A REST API that generates PDFs from HTML, URLs, or Microsoft Office files with ease.",
  "i18n.collectors.api_computerhandel.description": "An online API service for accessing computer hardware and electronics trading data.",
  "i18n.collectors.apiary.description": "An online platform for designing, prototyping, documenting, and testing APIs.",
  "i18n.collectors.apify.description": "A cloud-based platform for web scraping, data extraction, and automation using scalable APIs.",
  "i18n.collectors.apilayer.description": "A cloud-based API platform offering scalable and reliable data services for developers.",
  "i18n.collectors.aplano_de.description": "Aplano is a German online platform for digital project management and collaboration in the construction industry.",
  "i18n.collectors.apm.description": "Online citizen portal for Niemegk providing administrative services and local information.",
  "i18n.collectors.apollo_io.description": "A sales intelligence platform offering B2B contact data, engagement tools, and analytics to streamline outreach.",
  "i18n.collectors.apondo_de.description": "Apondo is an online platform offering a wide range of products for office, school, and creative needs.",
  "i18n.collectors.aponeo.description": "APONEO is a German online shop specializing in bike parts, accessories, and equipment for cycling enthusiasts.",
  "i18n.collectors.aposalis.description": "Aposalis is a German cloud service provider specializing in secure and compliant hosting solutions.",
  "i18n.collectors.apotal_de.description": "An online pharmacy in Germany offering a wide range of medications, health products, and expert advice.",
  "i18n.collectors.apotheken_rechenzentrum_gmbh.description": "A German service provider specializing in IT solutions and data processing for pharmacies.",
  "i18n.collectors.apothekenerfolg.description": "A German online service helping pharmacies optimize their business success and operations.",
  "i18n.collectors.app_box_com.description": "A cloud-based content management and file sharing service for businesses and individuals.",
  "i18n.collectors.app_entwickler_verzeichnis.description": "A directory listing app developers and their services for easy discovery.",
  "i18n.collectors.app_my_site.description": "A no-code platform to convert websites into mobile apps effortlessly.",
  "i18n.collectors.app_smart.description": "An online delivery service platform for managing and optimizing food or goods deliveries.",
  "i18n.collectors.appalachian_power.description": "A utility company providing electricity to customers in Virginia, West Virginia, and Tennessee.",
  "i18n.collectors.appart_city.description": "A network of serviced apartments offering comfortable and flexible stays across France and Europe.",
  "i18n.collectors.appcues.description": "A user onboarding and product adoption platform that helps SaaS companies guide users without code.",
  "i18n.collectors.appear_in.description": "A simple video conferencing service for quick and easy online meetings.",
  "i18n.collectors.appero.description": "Apero is an online platform for managing and optimizing restaurant operations and reservations.",
  "i18n.collectors.appfigures.description": "A comprehensive platform for tracking app performance, sales, and reviews across multiple stores.",
  "i18n.collectors.appfollow.description": "A platform for managing app reviews, ratings, and performance analytics across app stores.",
  "i18n.collectors.applanga.description": "A localization and translation management platform for apps and websites to streamline multilingual content delivery.",
  "i18n.collectors.apple_business_manager.description": "A web-based portal for IT administrators to deploy Apple devices, apps, and books in organizations.",
  "i18n.collectors.apple_company_account.description": "Manage your Apple ID and account settings for Apple services.",
  "i18n.collectors.apple_developer_programm.description": "A program providing tools and resources for developing, distributing, and managing apps on Apple platforms.",
  "i18n.collectors.apple_itunes_store.description": "A digital media store for purchasing and downloading music, movies, TV shows, and more.",
  "i18n.collectors.apple_search_ads.description": "Promote your apps directly in the App Store search results to reach high-intent users.",
  "i18n.collectors.apple_volume_purchase_programm.description": "A program that allows businesses and educational institutions to purchase and distribute apps in bulk.",
  "i18n.collectors.applovin.description": "A leading mobile marketing platform that helps developers grow their apps through targeted advertising and monetization solutions.",
  "i18n.collectors.appointlet_com.description": "A user-friendly scheduling tool to book appointments and meetings effortlessly.",
  "i18n.collectors.appradar.description": "A platform for app intelligence and ASO (App Store Optimization) to boost app visibility and performance.",
  "i18n.collectors.approvalmax.description": "A cloud-based approval workflow automation solution for Xero, QuickBooks, and other accounting platforms.",
  "i18n.collectors.apps4rent.description": "A cloud-based service provider offering hosted applications, virtual desktops, and Microsoft 365 solutions.",
  "i18n.collectors.appsheet.description": "A no-code platform for creating and deploying mobile and web apps from data sources like spreadsheets and databases.",
  "i18n.collectors.appsignal.description": "AppSignal provides performance monitoring and error tracking for Ruby, Elixir, Node.js, and JavaScript applications.",
  "i18n.collectors.appsumo.description": "A marketplace offering lifetime deals on software tools and digital products for entrepreneurs and small businesses.",
  "i18n.collectors.apptentive.description": "A customer feedback and engagement platform that helps mobile apps improve user experience and retention.",
  "i18n.collectors.appy_pie_connect.description": "A no-code automation platform to connect apps and streamline workflows effortlessly.",
  "i18n.collectors.apr.description": "A German online service providing vehicle registration and administrative procedures.",
  "i18n.collectors.april_moto.description": "Online service for managing April Moto insurance policies and customer accounts.",
  "i18n.collectors.aprr_area.description": "Online customer portal for managing APRR (Autoroutes Paris-Rhin-Rhône) toll services and subscriptions.",
  "i18n.collectors.aql.description": "AQL is a UK-based provider of telecom and cloud communication services, including SMS, voice, and IoT solutions.",
  "i18n.collectors.aquarelle_club.description": "An online platform offering personalized watercolor paintings and artistic creations.",
  "i18n.collectors.aquarienpflanzen_shop.description": "An online shop specializing in aquatic plants and accessories for aquariums.",
  "i18n.collectors.aquaservice.description": "A Spanish water and coffee dispenser service for homes and offices.",
  "i18n.collectors.ara_altstoff_recycling_austria_ag.description": "ARA is Austria's leading waste management and recycling service for packaging materials.",
  "i18n.collectors.arag.description": "ARAG is a German legal insurance provider offering protection and support for legal matters.",
  "i18n.collectors.aral_card_kundencenter.description": "Online customer portal for managing Aral Card services and fuel payments.",
  "i18n.collectors.aral_cardkomfort.description": "Aral CardKomfort is a fuel card service offering convenient payment and benefits at BP/Plus stations in Germany.",
  "i18n.collectors.aral_fleet.description": "Aral Fleet provides digital fuel management and mobility solutions for businesses.",
  "i18n.collectors.aral_onefleet.description": "Aral OneFleet is a digital fleet management solution for businesses to optimize fuel and vehicle operations.",
  "i18n.collectors.aral_supercard_business.description": "A business fuel card service offering payment solutions and expense management for companies in Germany.",
  "i18n.collectors.aral_supercard_reloadable.description": "A reloadable fuel card for convenient payments at Aral gas stations in Germany.",
  "i18n.collectors.arbeitszeiterfassung.description": "A German online service for efficient and compliant time tracking for employees and businesses.",
  "i18n.collectors.arcade.description": "An online platform for creating interactive and engaging product demos and tutorials.",
  "i18n.collectors.arche_net.description": "Arche.Net provides online archiving and data preservation services for long-term digital storage.",
  "i18n.collectors.archivizer.description": "A tool for archiving and preserving web content efficiently.",
  "i18n.collectors.arco.description": "A web-based service for managing and visualizing data with a user-friendly interface.",
  "i18n.collectors.argeweb_nl.description": "A Dutch web hosting and domain registration service offering reliable solutions for businesses and individuals.",
  "i18n.collectors.arkevia.description": "A secure online platform for healthcare professionals to manage and share medical documents.",
  "i18n.collectors.arlo.description": "A smart home security platform offering wireless cameras and video doorbells for monitoring properties.",
  "i18n.collectors.armado.description": "Armado is an online platform offering secure digital solutions for document management and collaboration.",
  "i18n.collectors.aroma_zone_com.description": "Online store specializing in DIY cosmetics, essential oils, and natural ingredients for beauty and wellness.",
  "i18n.collectors.aroundhome.description": "A German online platform connecting users with local service providers for home-related needs like renovations, repairs, and installations.",
  "i18n.collectors.arrow.description": "Arrow ECS provides cloud and enterprise computing solutions for businesses.",
  "i18n.collectors.arsys.description": "Arsys is a Spanish provider of web hosting, cloud services, and domain registration.",
  "i18n.collectors.artboard.description": "A collaborative design tool for creating and sharing interactive digital content.",
  "i18n.collectors.artgrid.description": "A premium stock footage platform offering high-quality, cinematic video clips for creators and filmmakers.",
  "i18n.collectors.arthur_online.description": "A cloud-based property management platform for landlords and letting agents.",
  "i18n.collectors.arthy.description": "A platform for creating and managing AI-powered chatbots seamlessly.",
  "i18n.collectors.articleforge_com.description": "An AI-powered tool that automatically generates high-quality, unique articles on any topic.",
  "i18n.collectors.artlist_io.description": "A curated platform offering high-quality royalty-free music and sound effects for creators.",
  "i18n.collectors.artsmart_ai.description": "An AI-powered online service for creating and managing digital art projects with smart tools.",
  "i18n.collectors.arval_bnp_paribas_group.description": "A global leader in full-service vehicle leasing and mobility solutions for businesses.",
  "i18n.collectors.arval_uk.description": "Arval UK provides comprehensive vehicle leasing and fleet management solutions for businesses.",
  "i18n.collectors.arvivr.description": "ArviVR provides immersive virtual reality solutions for training and simulation.",
  "i18n.collectors.as24_by_total.description": "A professional online platform offering fuel cards, fleet management, and payment solutions for transport and logistics companies.",
  "i18n.collectors.as_abrechnungsstelle_ag.description": "Online billing and settlement service for customers in Bremen, Germany.",
  "i18n.collectors.asahi_premium_beverages_schweppes.description": "Online platform for ordering Asahi and Schweppes beverages in Australia.",
  "i18n.collectors.asana_app.description": "A project management tool that helps teams organize, track, and manage their work efficiently.",
  "i18n.collectors.asana_getnave.description": "A productivity tool integrating Asana with time tracking and analytics via Nave.",
  "i18n.collectors.asana_recurly.description": "A project management platform that helps teams organize, track, and manage their work efficiently.",
  "i18n.collectors.ascap.description": "A leading US performing rights organization protecting music creators' rights and ensuring fair compensation.",
  "i18n.collectors.ascentium.description": "A financial service provider offering flexible equipment financing and working capital solutions for businesses.",
  "i18n.collectors.ascore_gestion.description": "A management platform offering solutions for administrative, financial, and operational processes.",
  "i18n.collectors.aseohosting.description": "A web hosting provider specializing in SEO-optimized solutions for websites.",
  "i18n.collectors.asfinag.description": "ASFINAG provides toll services and digital solutions for Austrian highways, including vignettes and route planning.",
  "i18n.collectors.asgoodasnew.description": "An online platform for buying and selling refurbished electronics and devices.",
  "i18n.collectors.asiaqualityfocus.description": "A quality control and inspection service provider specializing in Asia.",
  "i18n.collectors.asinsell.description": "An online service for selling and managing Amazon ASINs efficiently.",
  "i18n.collectors.asknice_ly.description": "A customer experience platform that helps businesses collect and act on feedback to improve service quality.",
  "i18n.collectors.asksunday.description": "An AI-powered platform that provides personalized recommendations and answers to user queries.",
  "i18n.collectors.asmt_prevention_sante.description": "An online health prevention service offering personalized support and resources for workplace well-being.",
  "i18n.collectors.asos.description": "ASOS is an online fashion and beauty retailer offering a wide range of clothing, accessories, and cosmetics for men and women.",
  "i18n.collectors.asos_marketplace.description": "A curated online platform for independent brands and vintage sellers to reach a global audience.",
  "i18n.collectors.assembla.description": "A cloud-based platform for project management, version control, and team collaboration.",
  "i18n.collectors.assona_partnerportal.description": "A partner portal for Assona's healthcare software solutions and services.",
  "i18n.collectors.assur_o_poil.description": "An online service offering insurance solutions for pets in France.",
  "i18n.collectors.assurance_mutuelle_des_motards_avis_d_echeance.description": "Online service for managing motorcycle insurance expiry notices for members of Mutuelle des Motards.",
  "i18n.collectors.assurances_mae_attestations.description": "Online service providing MAE (School and Extracurricular Insurance) certificates for students and educational institutions.",
  "i18n.collectors.assurancevie_com.description": "An online platform offering life insurance solutions and financial planning services in France.",
  "i18n.collectors.assurant.description": "Assurant provides extended warranty and protection plans for vehicles and consumer goods in Germany.",
  "i18n.collectors.assurup.description": "A digital platform for managing and optimizing insurance policies for businesses and individuals.",
  "i18n.collectors.aswo_shop_de.description": "An online shop offering a variety of products, likely specializing in specific categories or brands.",
  "i18n.collectors.at_and_t.description": "A leading American telecommunications company offering wireless, internet, and TV services.",
  "i18n.collectors.at_and_t_business_center.description": "AT&T Business Center provides telecommunication, networking, and cloud solutions for businesses.",
  "i18n.collectors.at_and_t_business_direct.description": "A comprehensive online platform for managing AT&T business services, including orders, billing, and support.",
  "i18n.collectors.at_and_t_myat_and_t.description": "AT&T myAT&T is an online portal for managing AT&T services, accounts, and subscriptions.",
  "i18n.collectors.at_and_t_premier.description": "A business-focused online portal by AT&T for managing wireless and enterprise services.",
  "i18n.collectors.at_and_t_small_business.description": "AT&T provides tailored internet, phone, and networking solutions for small businesses in the US.",
  "i18n.collectors.at_and_t_wireless_personal.description": "AT&T Wireless Personal offers mobile and data services for individuals in the US.",
  "i18n.collectors.atalanda.description": "An online platform offering a wide range of products from independent sellers and artisans.",
  "i18n.collectors.atarim.description": "A visual collaboration tool for websites that streamlines feedback and task management for teams and clients.",
  "i18n.collectors.atas.description": "An online trading and analysis platform offering advanced tools for financial markets.",
  "i18n.collectors.atd_online.description": "ATD Online provides digital tools and resources for professionals in the social and humanitarian sectors.",
  "i18n.collectors.atera.description": "Atera is a cloud-based IT management platform offering remote monitoring, patch management, and professional services automation.",
  "i18n.collectors.athena_global_services.description": "Athena Global Services provides specialized consulting and digital transformation solutions for businesses worldwide.",
  "i18n.collectors.athens_services.description": "An online billing and waste management service provider for residential and commercial customers.",
  "i18n.collectors.athlon.description": "An online service providing performance analytics and benchmarking tools for hardware and software.",
  "i18n.collectors.atlanterra.description": "Wholesaler of frozen products for the catering industry.",
  "i18n.collectors.atlantic_broadband.description": "A high-speed internet, TV, and phone service provider serving residential and business customers in the US.",
  "i18n.collectors.atlantic_tire_distributors.description": "A distributor offering a wide selection of tires and related services for vehicles.",
  "i18n.collectors.atlassian.description": "A collaboration and productivity software suite for teams, including tools like Jira, Confluence, and Trello.",
  "i18n.collectors.atlist.description": "A platform for creating and sharing interactive travel maps with customizable routes and points of interest.",
  "i18n.collectors.atmos_energy.description": "A leading natural gas distributor providing safe, reliable, and efficient energy services across the United States.",
  "i18n.collectors.atmosfair.description": "A non-profit organization offering carbon offsetting solutions for flights and other emissions.",
  "i18n.collectors.atms.description": "ATMS provides advanced traffic management solutions for optimized urban mobility.",
  "i18n.collectors.atout_box.description": "An online service providing secure client space for managing subscriptions and services.",
  "i18n.collectors.atriga.description": "Atriga is a German online platform offering web hosting, domain registration, and cloud services for businesses and individuals.",
  "i18n.collectors.attach_io.description": "A secure file-sharing service designed for sending large files and sensitive data with ease.",
  "i18n.collectors.attijarinet.description": "Attijarinet is the online banking service of Attijariwafa Bank, offering secure access to accounts and financial transactions.",
  "i18n.collectors.attio.description": "A modern CRM platform designed to help teams manage relationships and workflows efficiently.",
  "i18n.collectors.auchan_drive.description": "Online grocery shopping service with drive pickup from Auchan supermarkets.",
  "i18n.collectors.auchan_frais.description": "Auchan Frais is an online grocery delivery service specializing in fresh products.",
  "i18n.collectors.auchan_telecom.description": "A French mobile virtual network operator offering prepaid and subscription plans with nationwide coverage.",
  "i18n.collectors.audible_co_uk.description": "An online audiobook and podcast service offering a vast library of titles for streaming or download.",
  "i18n.collectors.audible_de.description": "An online audiobook and podcast service offering a vast library of titles for streaming or download.",
  "i18n.collectors.audible_fr.description": "A leading provider of audiobooks and spoken-word entertainment.",
  "i18n.collectors.audienceful.description": "Audienceful is a platform for creators to build and monetize their audience through memberships and newsletters.",
  "i18n.collectors.audiense.description": "A social intelligence platform that helps brands understand and engage with their audiences on Twitter/X.",
  "i18n.collectors.audio_design_desk.description": "A creative tool for designing and editing sound effects, music, and audio for media projects.",
  "i18n.collectors.audioblocks.description": "A subscription-based service offering unlimited downloads of royalty-free music, sound effects, and loops.",
  "i18n.collectors.audiohub.description": "A German online platform offering high-quality audio equipment and accessories for professionals and enthusiasts.",
  "i18n.collectors.audiojungle.description": "A marketplace for royalty-free music and sound effects for creative projects.",
  "i18n.collectors.audiomoovers_listen_to.description": "A real-time audio streaming service for remote collaboration and monitoring.",
  "i18n.collectors.audionetwork.description": "A production music library offering high-quality, royalty-free tracks for media projects.",
  "i18n.collectors.audisto.description": "Audisto is an online service providing website audits, SEO analysis, and performance optimization tools.",
  "i18n.collectors.auer_packaging.description": "Auer Packaging provides innovative and sustainable packaging solutions for various industries.",
  "i18n.collectors.auphonic.description": "An automated audio post-production service for podcasts, broadcasts, and more.",
  "i18n.collectors.aura_dk.description": "Aura.dk is a Danish online platform offering a wide range of digital services, including streaming, e-books, and audiobooks.",
  "i18n.collectors.ausgewaehlt_verpackt.description": "A curated online service offering high-quality, sustainable packaging solutions for businesses.",
  "i18n.collectors.ausha.description": "A comprehensive podcast hosting platform offering distribution, analytics, and monetization tools.",
  "i18n.collectors.aussie_broadband.description": "A leading Australian internet service provider offering fast and reliable broadband solutions.",
  "i18n.collectors.aussiebum.description": "A popular Australian brand specializing in stylish and high-quality men's underwear, swimwear, and activewear.",
  "i18n.collectors.australia_post.description": "Australia's national postal service offering mail delivery, parcel shipping, and retail solutions.",
  "i18n.collectors.australia_post_business.description": "A comprehensive online service for Australian businesses to manage shipping, logistics, and postal needs.",
  "i18n.collectors.austrian.description": "Austrian Airlines is the flag carrier of Austria, offering flights to destinations worldwide.",
  "i18n.collectors.austrocard.description": "Austrocard is an Austrian online portal for managing payment and loyalty cards.",
  "i18n.collectors.autarc.description": "An online platform for managing and optimizing decentralized energy systems.",
  "i18n.collectors.autemio.description": "Autemio is an online platform offering tools for automation, IoT, and smart home solutions.",
  "i18n.collectors.auth0.description": "A flexible and secure identity platform for authentication and authorization.",
  "i18n.collectors.authoredup.description": "An online platform for creating, managing, and sending professional invoices via Stripe.",
  "i18n.collectors.auto1.description": "A leading European online platform for buying and selling used cars.",
  "i18n.collectors.auto_motor_sport.description": "A leading German online platform for automotive news, car reviews, and motorsport updates.",
  "i18n.collectors.autoactu_com.description": "A French online news platform specializing in automotive industry updates and analysis.",
  "i18n.collectors.autodesk.description": "A leading provider of 3D design, engineering, and entertainment software solutions.",
  "i18n.collectors.autoflotte.description": "An online service offering business vehicle fleet management and related automotive solutions.",
  "i18n.collectors.autolamp_berlin.description": "Online B2B supplier specializing in automotive lighting solutions and accessories.",
  "i18n.collectors.autologg.description": "A service that automates logging and tracking of activities for productivity and time management.",
  "i18n.collectors.automobilwoche.description": "A German online service providing news, analysis, and insights about the automotive industry.",
  "i18n.collectors.automotive_world.description": "A leading online platform providing news, insights, and analysis for the global automotive industry.",
  "i18n.collectors.automox.description": "A cloud-native endpoint management and security platform for modern IT operations.",
  "i18n.collectors.autopartner.description": "Online platform specializing in automotive parts and accessories for professionals and individuals.",
  "i18n.collectors.autopay_io.description": "An online service for automating and managing recurring payments securely.",
  "i18n.collectors.autopilot.description": "A marketing automation platform for creating personalized customer journeys and automating multi-channel campaigns.",
  "i18n.collectors.autoroutes_et_tunnel_du_mont_blanc.description": "Online service for managing subscriptions and toll payments for the Mont Blanc Tunnel and highways.",
  "i18n.collectors.autoscout24.description": "A leading European online car marketplace for buying and selling new and used vehicles.",
  "i18n.collectors.autoscout24_handler.description": "An online marketplace for buying and selling new and used cars across Europe.",
  "i18n.collectors.autoservice_com.description": "An online platform offering automotive repair and maintenance services.",
  "i18n.collectors.autoteilewelt_handler_shop.description": "An online shop specializing in high-quality automotive parts and accessories for professionals and DIY enthusiasts.",
  "i18n.collectors.autozone.description": "AutoZone Pro provides automotive parts, tools, and professional-grade services for vehicle maintenance and repair.",
  "i18n.collectors.auxinum.description": "Auxinum is an online service offering digital tools and resources for educational and research purposes.",
  "i18n.collectors.avacon_netz_kundenportal.description": "Avacon Netz's customer portal for managing energy network services and accounts online.",
  "i18n.collectors.avangate_partner_reseller.description": "A global eCommerce and subscription billing platform for digital products and SaaS solutions.",
  "i18n.collectors.avangate_software_buyer.description": "A global eCommerce platform for selling and distributing digital products and software licenses.",
  "i18n.collectors.avask.description": "A digital compliance and tax solution for e-commerce sellers to manage VAT and regulatory requirements globally.",
  "i18n.collectors.avast.description": "A cybersecurity service offering antivirus protection and online privacy tools.",
  "i18n.collectors.avaya.description": "Avaya provides cloud-based communication and collaboration solutions for businesses.",
  "i18n.collectors.avaza.description": "A cloud-based project management and collaboration tool for teams to manage projects, tasks, and expenses.",
  "i18n.collectors.avg.description": "AVG provides online security and antivirus solutions to protect devices and data from cyber threats.",
  "i18n.collectors.aviafrance.description": "A French online service providing tools and resources for aviation enthusiasts and professionals.",
  "i18n.collectors.avid.description": "A leading platform for professional media creation, editing, and collaboration tools like Pro Tools and Media Composer.",
  "i18n.collectors.avinode.description": "A global marketplace for private jet charter operators and brokers to connect and streamline flight bookings.",
  "i18n.collectors.avira.description": "Avira provides antivirus and online security solutions to protect devices and data from cyber threats.",
  "i18n.collectors.aviron_active.description": "An interactive rowing platform that combines fitness with immersive gaming experiences.",
  "i18n.collectors.avis_de_autovermietung.description": "A leading car rental service offering a wide range of vehicles across Germany and globally.",
  "i18n.collectors.avis_europe.description": "A leading car rental service across Europe with a wide range of vehicles and locations.",
  "i18n.collectors.avis_verifies.description": "A service that verifies and validates user reviews for authenticity and reliability.",
  "i18n.collectors.avista.description": "Avista is an online utility service provider offering electricity, natural gas, and energy management solutions.",
  "i18n.collectors.aviva.description": "A leading UK insurance provider offering car, home, and life insurance services online.",
  "i18n.collectors.avivashopping_de.description": "An online German platform specializing in medical and healthcare products for professionals and individuals.",
  "i18n.collectors.avocadostore_de.description": "An online marketplace specializing in sustainable, eco-friendly, and fair-trade products.",
  "i18n.collectors.avonni.description": "A modern admin template for building scalable and customizable web applications.",
  "i18n.collectors.avoury.description": "A platform offering AI-powered tools for creating and managing digital content effortlessly.",
  "i18n.collectors.avro_energy.description": "A UK-based energy supplier offering affordable and straightforward gas and electricity plans.",
  "i18n.collectors.avs_landwursten.description": "Online service for reporting and managing agricultural or livestock-related forms in Germany.",
  "i18n.collectors.avs_meldeschein.description": "Online service for submitting registration forms (Meldeschein) in Germany via AVS.",
  "i18n.collectors.avs_meldeschein_immenstaad.description": "Online service for submitting registration forms (Meldeschein) in Immenstaad, Germany.",
  "i18n.collectors.avu_netz.description": "AVU Netz is an online portal for managing waste and environmental services in Germany.",
  "i18n.collectors.awaze.description": "Awaze (formerly Novasol) is a European holiday home rental service offering a wide range of vacation properties.",
  "i18n.collectors.aweber.description": "Aweber is an email marketing platform that helps businesses create, send, and track email campaigns.",
  "i18n.collectors.awin.description": "Awin is a global affiliate marketing network connecting advertisers and publishers to drive performance-based partnerships.",
  "i18n.collectors.awin_affiliate.description": "A global affiliate marketing network connecting advertisers with publishers to drive performance-based partnerships.",
  "i18n.collectors.awista.description": "A German online portal offering waste management and environmental services for businesses and municipalities.",
  "i18n.collectors.awr_cloud.description": "AWR Cloud is a web-based SEO tool for tracking rankings, auditing websites, and analyzing backlinks.",
  "i18n.collectors.awwwards.description": "A platform that recognizes and promotes the best web design and developer talent worldwide.",
  "i18n.collectors.axa_sante_salaries.description": "Axa Santé Salarié provides online health insurance management for employees in France.",
  "i18n.collectors.axeptio.description": "A user-friendly consent management platform (CMP) for GDPR and ePrivacy compliance on websites.",
  "i18n.collectors.axereal.description": "A leading French agricultural cooperative offering grain storage, processing, and trading services.",
  "i18n.collectors.axess_solutions_sante.description": "AXESS provides digital health solutions for medical professionals and institutions in France.",
  "i18n.collectors.axon_lab_ag.description": "Axon Lab AG provides advanced digital solutions for data-driven research and innovation.",
  "i18n.collectors.axonaut.description": "Axonaut is an all-in-one business management software for freelancers and small businesses.",
  "i18n.collectors.axos_bank.description": "Axos Bank provides online banking services with competitive rates and digital tools for personal and business accounts.",
  "i18n.collectors.axure.description": "A powerful prototyping tool for creating interactive wireframes and user experience designs.",
  "i18n.collectors.axxes.description": "AXXES provides innovative digital solutions for secure access and identity management.",
  "i18n.collectors.ay_yildiz_mobiles_internet.description": "A mobile internet service provider offering connectivity solutions in Germany.",
  "i18n.collectors.azendoo.description": "A collaborative task and project management tool designed to streamline teamwork and productivity.",
  "i18n.collectors.azerty_nl.description": "A Dutch online retailer specializing in electronics, IT products, and office supplies.",
  "i18n.collectors.azh.description": "Online platform for midwives in Germany to manage appointments, documentation, and client communication.",
  "i18n.collectors.azimo.description": "A fast and secure online money transfer service for sending funds internationally.",
  "i18n.collectors.azoo_zweihandwerk_backend.description": "A backend service for Zweihandwerk, facilitating efficient data and workflow management.",
  "i18n.collectors.azubiheft.description": "A digital platform for apprentices to document and manage their training progress.",
  "i18n.collectors.azurtem.description": "A specialized online shop offering high-quality temtem merchandise and collectibles.",
  "i18n.collectors.b2v_retraite_prevoyance_la_firme.description": "A French online service specializing in retirement and provident planning solutions.",
  "i18n.collectors.b2v_retraite_prevoyance_particuliers.description": "A French online service offering retirement and provident solutions for individuals.",
  "i18n.collectors.b4value_net.description": "An online platform offering data valuation and monetization services for businesses.",
  "i18n.collectors.b_s_card_service_portal.description": "Online portal for managing B+S card services and payments securely.",
  "i18n.collectors.b_u_j_hesse_gmbh_and_co_kg.description": "A German supplier specializing in industrial equipment, machinery, and technical solutions.",
  "i18n.collectors.baaboo_europe_ou.description": "Baaboo is an online shop offering a variety of products across Europe.",
  "i18n.collectors.babbel.description": "An interactive language-learning platform offering courses in multiple languages.",
  "i18n.collectors.bablic.description": "A website localization platform that helps businesses translate and adapt their sites for global audiences.",
  "i18n.collectors.babyprofi.description": "An online platform offering expert advice and resources for parents on baby care, health, and development.",
  "i18n.collectors.back_market.description": "A marketplace for buying and selling refurbished electronics at affordable prices.",
  "i18n.collectors.back_market_de.description": "An online marketplace specializing in refurbished and used electronics at discounted prices.",
  "i18n.collectors.backblaze.description": "A cloud backup and storage service offering unlimited data backup and affordable object storage solutions.",
  "i18n.collectors.backbone.description": "A collaborative platform for teams to organize, discuss, and track work efficiently.",
  "i18n.collectors.backlinked.description": "A tool for analyzing and building high-quality backlinks to improve SEO performance.",
  "i18n.collectors.backlinkseller.description": "An online service offering high-quality backlinks to improve website SEO and search engine rankings.",
  "i18n.collectors.backmarket_pro_fr.description": "A professional marketplace for buying and selling refurbished tech devices in France.",
  "i18n.collectors.backmartket_merchant.description": "A platform for merchants to sell refurbished and used electronic devices to eco-conscious buyers.",
  "i18n.collectors.backring_nord.description": "An online portal offering specialized services for logistics and supply chain management in northern regions.",
  "i18n.collectors.backup_radar_scalepad.description": "A cloud-based platform for monitoring and managing backup operations with scalable solutions.",
  "i18n.collectors.backupsheep.description": "An online service providing automated, secure, and easy-to-use cloud backups for individuals and businesses.",
  "i18n.collectors.backwpup.description": "A WordPress plugin for automated backups, storing them remotely or locally with ease.",
  "i18n.collectors.badenova.description": "Badenova is a regional energy and environmental service provider in Germany offering electricity, gas, and sustainable solutions.",
  "i18n.collectors.bahn_de_abo.description": "A subscription service by Deutsche Bahn for discounted and flexible train travel in Germany.",
  "i18n.collectors.bahr_verpackungsmittel.description": "BAHR offers high-quality packaging solutions for industrial and commercial needs.",
  "i18n.collectors.bakeaffair_at.description": "An online bakery service offering custom cakes and pastries for special occasions in Austria.",
  "i18n.collectors.bako_hessen_rheinland_eg.description": "An online cooperative platform offering a range of products and services for members in Hessen and Rheinland regions.",
  "i18n.collectors.baldorfood.description": "A leading online foodservice supplier delivering fresh, specialty, and gourmet products to businesses.",
  "i18n.collectors.baleanacloud.description": "A platform for managing and deploying fleets of IoT devices with ease and scalability.",
  "i18n.collectors.baloise.description": "A Swiss insurance and financial services provider offering solutions for private and corporate clients.",
  "i18n.collectors.balsamiq.description": "A rapid wireframing tool that helps teams design and collaborate on user interfaces quickly.",
  "i18n.collectors.balsamiq_cloud.description": "A collaborative wireframing tool for designing user interfaces quickly and efficiently.",
  "i18n.collectors.baltimore_gas_and_electric_company.description": "A utility company providing natural gas and electricity services to customers in central Maryland.",
  "i18n.collectors.bamboohr.description": "A cloud-based HR software solution for small and medium-sized businesses to manage employee data and HR processes.",
  "i18n.collectors.bambora.description": "An online payment processing platform offering secure and flexible transaction solutions for businesses.",
  "i18n.collectors.bambulab.description": "An innovative online store offering high-quality 3D printers and smart printing solutions.",
  "i18n.collectors.bandcamp.description": "An online platform where artists and labels can sell and promote their music directly to fans.",
  "i18n.collectors.banggood_com.description": "An online retail platform offering a wide range of affordable products, from electronics to home goods, with global shipping.",
  "i18n.collectors.banner_king.description": "An online service for creating and customizing professional banners and graphics.",
  "i18n.collectors.banner_snack.description": "An online tool for creating and designing professional banners and ads effortlessly.",
  "i18n.collectors.bannerbear.description": "Automate image and video generation for marketing, social media, and more with dynamic templates.",
  "i18n.collectors.bannerexpress.description": "An online service for designing and ordering custom banners quickly and efficiently.",
  "i18n.collectors.banque_populaire_bred.description": "A French cooperative bank offering personal, professional, and business banking services online.",
  "i18n.collectors.banque_postale.description": "A French public bank offering retail, corporate, and online banking services with a focus on accessibility and social responsibility.",
  "i18n.collectors.barbecue_direct.description": "An online service offering a wide range of barbecue equipment and accessories for grilling enthusiasts.",
  "i18n.collectors.barclaycard_private_network.description": "An exclusive online service by Barclaycard offering tailored financial solutions and rewards for private clients.",
  "i18n.collectors.baremetrics.description": "A real-time analytics and insights platform for SaaS and subscription businesses.",
  "i18n.collectors.bark.description": "An online platform connecting customers with local service professionals for home, pet, and wellness needs.",
  "i18n.collectors.barmenia.description": "Barmenia is a German insurance provider offering online services for managing policies and claims.",
  "i18n.collectors.barmenia_adcuri_maklerportal.description": "Barmenia's Adcuri Maklerportal is an online service for brokers to manage insurance policies and customer data efficiently.",
  "i18n.collectors.barmer.description": "Barmer Webmail is an online email service for members of the German health insurance provider Barmer.",
  "i18n.collectors.barn2.description": "A WordPress plugin developer offering tools to enhance WooCommerce and website functionality.",
  "i18n.collectors.bartl_online_shop.description": "Bartl Online Shop offers a B2B platform for professional tools and equipment.",
  "i18n.collectors.barzahlen_viafintech.description": "A German cash payment service allowing online purchases to be paid in cash at local stores.",
  "i18n.collectors.base.description": "A German internet service provider offering DSL and broadband connections.",
  "i18n.collectors.base_belgium.description": "A Belgian online service offering a range of financial and insurance products.",
  "i18n.collectors.base_crm.description": "A customer relationship management (CRM) platform designed to help businesses track sales and manage customer interactions efficiently.",
  "i18n.collectors.basecamp.description": "A project management and team collaboration tool designed to organize work and communication in one place.",
  "i18n.collectors.basecone_addison.description": "A cloud-based platform for streamlining document management and accounting workflows.",
  "i18n.collectors.baselinker.description": "An all-in-one e-commerce platform for managing orders, inventory, and integrations across multiple sales channels.",
  "i18n.collectors.baserow.description": "An open-source no-code database and Airtable alternative for managing data online.",
  "i18n.collectors.basketstore_fr.description": "Online store specializing in basketball equipment and apparel.",
  "i18n.collectors.baslerbeauty.description": "A beauty service provider offering professional treatments and wellness solutions in Basel, Germany.",
  "i18n.collectors.batchgeo.description": "An online tool for creating custom maps from spreadsheet or tabular data with geocoding capabilities.",
  "i18n.collectors.bateaux_mouches_du_pont_de_l_alma.description": "Scenic boat tours along the Seine River in Paris, offering iconic views of the city's landmarks.",
  "i18n.collectors.battlenet_europe.description": "An online gaming platform by Blizzard Entertainment for multiplayer games and digital distribution.",
  "i18n.collectors.bau_tech_solarenergie.description": "An online shop specializing in high-quality solar energy solutions and related construction technology.",
  "i18n.collectors.baufi24_private_network_bilthouse.description": "Bilthouse offers a private network for Baufi24 partners, providing financial and insurance services.",
  "i18n.collectors.bauhaus_de.description": "Bauhaus DE is a leading German retail chain offering a wide range of home improvement, garden, and construction products.",
  "i18n.collectors.bauhaus_dk.description": "A Danish retail chain offering a wide range of home improvement, garden, and DIY products online.",
  "i18n.collectors.baur.description": "Baur is a German online retailer offering a wide range of fashion, electronics, home, and lifestyle products.",
  "i18n.collectors.baurnewmedia.description": "A digital agency specializing in web development, design, and online marketing solutions.",
  "i18n.collectors.bausch_lomb_de.description": "A leading global supplier of eye health products, including contact lenses and solutions.",
  "i18n.collectors.bausch_lomb_fr.description": "Official French online service for Bausch + Lomb eye care products and solutions.",
  "i18n.collectors.bausparkasse_schwabisch_hall_ag.description": "A German building society offering savings plans and mortgage loans for home financing.",
  "i18n.collectors.bauzentrum_zerssen_hagebau.description": "A construction supply center offering a wide range of building materials and tools via Hagebau partnership.",
  "i18n.collectors.bauzentrum_zillinger.description": "Online platform offering a wide range of construction materials and tools for professionals and DIY enthusiasts.",
  "i18n.collectors.bavaria_filaments.description": "A German-based supplier of high-quality 3D printing filaments and accessories.",
  "i18n.collectors.bavariadirekt.description": "An online platform offering direct access to administrative services for citizens and businesses in Bavaria, Germany.",
  "i18n.collectors.bavel_voxelgroup_net.description": "A geospatial data platform for urban planning and environmental analysis.",
  "i18n.collectors.bax_shop_nl.description": "Bax-shop is a Dutch online retailer specializing in electronics, musical instruments, and multimedia equipment.",
  "i18n.collectors.bay_alarm.description": "A security and alarm monitoring service providing 24/7 protection for homes and businesses.",
  "i18n.collectors.baydin_boomerang_for_gmail.description": "A Gmail extension that lets you schedule emails, set reminders, and manage follow-ups efficiently.",
  "i18n.collectors.bayerische_ingenieurekammer_bau.description": "The official professional association for engineers in the construction sector in Bavaria, Germany.",
  "i18n.collectors.bayernwerk.description": "Bayernwerk provides energy network services and solutions for electricity and gas distribution in Bavaria, Germany.",
  "i18n.collectors.baywa.description": "Baywa Baustoffe is a German supplier of building materials and construction services.",
  "i18n.collectors.bazar_chic.description": "An online marketplace offering curated chic and stylish fashion, decor, and lifestyle products.",
  "i18n.collectors.bazoom.description": "An online platform for managing and optimizing e-commerce product feeds and catalogs.",
  "i18n.collectors.bb_net.description": "An online store specializing in refurbished IT hardware and electronics.",
  "i18n.collectors.bbf_bikes.description": "A B2B online platform offering a wide range of bicycles, e-bikes, and accessories for professional dealers.",
  "i18n.collectors.bbklope.description": "An online service offering a platform for [description unclear due to incomplete URL].",
  "i18n.collectors.bbv_rhein_neckar.description": "Online service platform for BBV Rhein Neckar, offering regional banking and financial solutions.",
  "i18n.collectors.bbx_marketplace.description": "BBX Marketplace is an online platform for buying and trading goods and services using BBX digital currency.",
  "i18n.collectors.bc_hydro.description": "An online service for managing electricity accounts and services in British Columbia.",
  "i18n.collectors.bc_remote.description": "A remote desktop service enabling secure access to computers from anywhere.",
  "i18n.collectors.bca_ag.description": "BCA AG provides digital archiving and document management solutions for businesses.",
  "i18n.collectors.bcn_telecom.description": "BCN Telecom provides telecommunication and business connectivity solutions for enterprises.",
  "i18n.collectors.beacon_by.description": "A link-in-bio tool that helps creators and businesses share all their important links in one place.",
  "i18n.collectors.beamer.description": "A tool for announcing product updates and news directly on your website or app.",
  "i18n.collectors.beanfield.description": "A Canadian internet service provider offering high-speed fiber-optic connectivity for homes and businesses.",
  "i18n.collectors.beanstalk.description": "A version control and code hosting platform for teams to manage Git and SVN repositories.",
  "i18n.collectors.beatporthype.description": "A promotional tool by Beatport to help artists and labels boost their music visibility and engagement.",
  "i18n.collectors.beaufort12.description": "A Salesforce-based online service platform for Lightning solutions in Germany.",
  "i18n.collectors.beaumont_cherry_valley_water_district.description": "Online payment and account management service for Beaumont-Cherry Valley Water District customers.",
  "i18n.collectors.beauteprivee_fr.description": "An online platform offering exclusive discounts on beauty, wellness, and lifestyle products.",
  "i18n.collectors.beautiful.description": "AI-powered presentation tool that helps users create stunning slides effortlessly.",
  "i18n.collectors.beautinda_partner.description": "A professional partner platform for beauty services offering booking and management tools for salons and freelancers.",
  "i18n.collectors.beautyfort.description": "An online platform offering a wide range of beauty products and services for professional and personal use.",
  "i18n.collectors.beautyleverancier.description": "A Dutch online supplier specializing in professional beauty products and equipment for salons and individuals.",
  "i18n.collectors.beaver_builder.description": "A drag-and-drop page builder plugin for WordPress to create custom websites easily.",
  "i18n.collectors.bechtle.description": "Bechtle is a leading European IT e-commerce and system house provider offering hardware, software, and IT services.",
  "i18n.collectors.bechtle_bios.description": "An online service by Bechtle for managing and configuring BIOS settings remotely.",
  "i18n.collectors.beck_online.description": "A comprehensive German legal research platform offering access to legislation, case law, and scholarly commentaries.",
  "i18n.collectors.beds24.description": "A comprehensive online booking and property management system for vacation rentals and small hotels.",
  "i18n.collectors.beefree_developer.description": "A developer-friendly tool for building and customizing responsive email templates via API.",
  "i18n.collectors.beehiiv.description": "A newsletter platform that helps creators grow and monetize their audience with ease.",
  "i18n.collectors.beehive.description": "Beehive is an online platform for collaborative project management and team productivity.",
  "i18n.collectors.beehive_enterprise.description": "A collaborative platform for teams to streamline workflows and enhance productivity.",
  "i18n.collectors.beepro.description": "An online drag-and-drop email editor for creating responsive email templates effortlessly.",
  "i18n.collectors.beetles_house_admin.description": "An online administrative platform for managing Beetles House services and resources.",
  "i18n.collectors.befeni.description": "A German online platform offering digital tools and services for education and productivity.",
  "i18n.collectors.befunky.description": "An all-in-one online creative platform for photo editing, graphic design, and collage making.",
  "i18n.collectors.behold.description": "An AI-powered tool for creating and editing stunning visuals with simple text prompts.",
  "i18n.collectors.bela_aqua.description": "Online service offering high-quality water filtration and purification solutions for homes and businesses.",
  "i18n.collectors.belboon_partner.description": "An affiliate marketing network connecting advertisers and publishers globally.",
  "i18n.collectors.belboon_service.description": "A performance marketing network connecting advertisers and publishers for affiliate partnerships.",
  "i18n.collectors.belcentrale.description": "A Dutch online service provider offering telephony, internet, and hosting solutions for businesses and individuals.",
  "i18n.collectors.beleuchtungdirekt.description": "An online store specializing in high-quality lighting solutions for homes and businesses.",
  "i18n.collectors.belfius_lease.description": "An online leasing service provided by Belfius for financing business assets and equipment.",
  "i18n.collectors.belive.description": "An online platform for live streaming and interactive video broadcasting.",
  "i18n.collectors.belkin.description": "A leading provider of connectivity solutions, including networking devices, accessories, and smart home products.",
  "i18n.collectors.bell_canada_business_portal.description": "Bell Canada's Business Portal offers telecom, internet, and IT solutions tailored for businesses.",
  "i18n.collectors.bell_canada_medium_and_large_business_portal.description": "A dedicated portal for medium and large businesses to manage Bell Canada's telecom and IT services.",
  "i18n.collectors.bell_canada_mybell.description": "MyBell is Bell Canada's online portal for managing accounts, services, and billing.",
  "i18n.collectors.bell_enterprise.description": "Bell Enterprise provides comprehensive telecommunication and digital solutions for businesses across Canada.",
  "i18n.collectors.bellaliant_small_business.description": "Provides small business solutions including internet, phone, and cloud services in Atlantic Canada.",
  "i18n.collectors.bellen_nl.description": "A Dutch online platform providing telecommunication services and phone number lookups.",
  "i18n.collectors.belvia_immobilier.description": "A French real estate platform offering property sales, rentals, and management services.",
  "i18n.collectors.ben_nl.description": "Ben.nl is a Dutch online retailer offering a wide range of electronics, appliances, and lifestyle products.",
  "i18n.collectors.benchmarkemail.description": "An email marketing platform offering tools for creating, sending, and tracking email campaigns.",
  "i18n.collectors.benefit_buroservice.description": "An online service platform for managing administrative and employee benefits efficiently.",
  "i18n.collectors.beo.description": "An online service platform offering digital solutions and tools for businesses and individuals.",
  "i18n.collectors.berecycled.description": "A platform promoting recycling and sustainable waste management solutions.",
  "i18n.collectors.bereik_io.description": "An online platform for managing and optimizing digital communication and outreach strategies.",
  "i18n.collectors.bergfreunde_de.description": "A leading online retailer specializing in outdoor gear, clothing, and equipment for hiking, climbing, and mountaineering.",
  "i18n.collectors.bergfurst.description": "Bergfürst is a German crowdfunding platform specializing in real estate and renewable energy investments.",
  "i18n.collectors.berkman.description": "An online service offering resources and tools for research and digital innovation.",
  "i18n.collectors.berkshire_hathaway_homestate_companies.description": "A provider of specialized commercial insurance solutions for businesses across various industries.",
  "i18n.collectors.berlet_de.description": "A German online shop specializing in high-quality shoes and footwear accessories.",
  "i18n.collectors.berlin_recycling.description": "Berlin Recycling provides waste management and recycling services for the city of Berlin.",
  "i18n.collectors.berliner_morgenpost.description": "A leading German daily newspaper providing news, politics, and cultural updates from Berlin and beyond.",
  "i18n.collectors.berliner_wasserbetriebe.description": "Online service for managing water supply and wastewater services in Berlin, Germany.",
  "i18n.collectors.berner.description": "Berner is an online shop offering a wide range of professional tools, equipment, and supplies for trades and industries.",
  "i18n.collectors.bertram_juwelierservice.description": "A professional jewelry service offering secure and insured shipping for valuables.",
  "i18n.collectors.bes_utilities.description": "An online service providing utility management tools for businesses and households in the UK.",
  "i18n.collectors.beslist_nl.description": "Beslist.nl is a Dutch price comparison platform helping consumers find the best deals online.",
  "i18n.collectors.best4tires.description": "An online platform offering a wide selection of tires for various vehicles with competitive pricing.",
  "i18n.collectors.best_aerticket.description": "An online platform for booking and managing airline tickets efficiently.",
  "i18n.collectors.best_service.description": "An online platform offering digital services and account management for software and media products.",
  "i18n.collectors.best_sublimation.description": "A leading online shop specializing in high-quality sublimation products and accessories.",
  "i18n.collectors.bestbrew.description": "An online service offering high-quality brewing equipment and supplies for home and professional brewers.",
  "i18n.collectors.bestproxyandvpn.description": "A service offering reliable proxy and VPN solutions for secure and anonymous browsing.",
  "i18n.collectors.bestsecret.description": "An exclusive online shopping club offering luxury fashion and lifestyle products at discounted prices.",
  "i18n.collectors.betapress_nl.description": "A Dutch online service offering digital press and publishing solutions for businesses.",
  "i18n.collectors.betreut_de.description": "An online platform connecting families with caregivers for childcare, tutoring, and senior care.",
  "i18n.collectors.betterproposals.description": "A tool to create, send, and track professional business proposals effortlessly.",
  "i18n.collectors.betterrun_shop.description": "An online shop offering a curated selection of running gear and accessories for athletes.",
  "i18n.collectors.bettervest.description": "A crowdfunding platform for sustainable energy and climate protection projects.",
  "i18n.collectors.bew_berliner_energie_und_warme.description": "Online service for managing energy and heating accounts in Berlin.",
  "i18n.collectors.bew_speed.description": "BEW Speed provides high-speed internet and telecommunication services in Germany.",
  "i18n.collectors.bexio.description": "A Swiss cloud-based business software for invoicing, accounting, and CRM.",
  "i18n.collectors.beyond_prices.description": "A dynamic pricing tool for vacation rental hosts to optimize revenue based on market demand.",
  "i18n.collectors.beyondwords.description": "AI-powered text-to-speech platform that converts written content into natural-sounding audio.",
  "i18n.collectors.bfs_abrechnungs_gmbh.description": "BFS Abrechnung GmbH provides online billing and accounting services for businesses.",
  "i18n.collectors.bfs_finance_scot.description": "An online financial service platform offering secure and efficient solutions for digital transactions.",
  "i18n.collectors.bgv_badische_versicherung_maklerportal.description": "An online broker portal for BGV Badische Versicherung, offering insurance management and services for agents.",
  "i18n.collectors.bhn_rewards.description": "A rewards platform offering digital gift cards and incentives via Rybbon.",
  "i18n.collectors.bhosted_nl.description": "A Dutch web hosting provider offering domain registration, shared hosting, and cloud services.",
  "i18n.collectors.bidfood_direct_uk.description": "An online foodservice supplier offering a wide range of products for businesses in the UK.",
  "i18n.collectors.bidx.description": "An online tool for optimizing and managing bids, tenders, and procurement processes efficiently.",
  "i18n.collectors.bien_ici.description": "A French online real estate platform offering property listings and professional tools for agents.",
  "i18n.collectors.biffa.description": "Biffa is a UK-based waste management company offering collection, recycling, and disposal services for businesses and households.",
  "i18n.collectors.big_cartel.description": "A simple online store platform for artists and makers to sell their products.",
  "i18n.collectors.big_fish_audio.description": "A leading provider of high-quality sample libraries, loops, and virtual instruments for music producers.",
  "i18n.collectors.bigbuy.description": "A leading European B2B wholesale platform for dropshipping and bulk purchasing of products.",
  "i18n.collectors.bigcommerce.description": "A leading e-commerce platform for building and scaling online stores with ease.",
  "i18n.collectors.bigdatacloud.description": "A platform offering geolocation, IP intelligence, and API services for developers and businesses.",
  "i18n.collectors.bigmailer.description": "An email marketing platform for creating, sending, and tracking email campaigns efficiently.",
  "i18n.collectors.bigmarker.description": "A comprehensive webinar and virtual event platform for hosting, managing, and monetizing online events.",
  "i18n.collectors.bigrock_com.description": "A domain registration and web hosting service provider offering solutions for businesses and individuals.",
  "i18n.collectors.bigstock.description": "A stock photo service offering high-quality images, vectors, and videos for creative projects.",
  "i18n.collectors.bike_and_co.description": "A Danish online service offering bike rentals, sales, and accessories for cycling enthusiasts.",
  "i18n.collectors.bikeexchange.description": "An online marketplace for buying and selling new and used bicycles, parts, and accessories.",
  "i18n.collectors.bikeleasing_bls.description": "An online service for leasing bicycles with flexible plans and options.",
  "i18n.collectors.biker_s_store.description": "An online store specializing in motorcycle gear, accessories, and apparel for biking enthusiasts.",
  "i18n.collectors.bilbee.description": "Billbee is an online tool for managing orders, inventory, and shipping for e-commerce businesses.",
  "i18n.collectors.bildconnect.description": "A German online service for digital image and document management in healthcare.",
  "i18n.collectors.bildmobil.description": "A German online service offering digital access to e-books, audiobooks, and other media from public libraries.",
  "i18n.collectors.bilendo.description": "Bilendo is a German SaaS platform offering email marketing and marketing automation tools for businesses.",
  "i18n.collectors.bilik.description": "Bilik is an online platform offering virtual office solutions for remote teams and freelancers.",
  "i18n.collectors.billapp.description": "An online service for managing and automating billing processes efficiently.",
  "i18n.collectors.billbee.description": "A German-based online service for order, inventory, and shipping management for e-commerce businesses.",
  "i18n.collectors.billetreduc_com.description": "A French online platform for booking discounted tickets to shows, concerts, and events.",
  "i18n.collectors.billig_will_ich.description": "A German online service offering discounts and deals on various products and services.",
  "i18n.collectors.billiger_de.description": "A German price comparison service helping users find the best deals online.",
  "i18n.collectors.billiger_mietwagen.description": "A German service for finding and comparing affordable rental cars worldwide.",
  "i18n.collectors.billings_pro.description": "A professional invoicing and time-tracking software for small businesses and freelancers.",
  "i18n.collectors.billogramm.description": "A digital invoicing platform that simplifies billing and payment processes for businesses.",
  "i18n.collectors.billomat.description": "An online invoicing and accounting software for small businesses and freelancers.",
  "i18n.collectors.billpay.description": "An online service for managing and paying bills securely in Germany.",
  "i18n.collectors.billwerk.description": "A cloud-based subscription and billing management platform for businesses.",
  "i18n.collectors.bimpli.description": "A collaborative platform for BIM (Building Information Modeling) project management and coordination.",
  "i18n.collectors.binary_fortress_software.description": "Binary Fortress Software offers productivity and utility tools like DisplayFusion, ClipboardFusion, and more.",
  "i18n.collectors.binaryedge.description": "A threat intelligence platform providing real-time data on exposed assets, vulnerabilities, and cyber threats.",
  "i18n.collectors.binect.description": "A German-based platform for digital business networking and collaboration tools.",
  "i18n.collectors.binero_se.description": "A Swedish web hosting provider offering domain registration, shared hosting, and cloud services.",
  "i18n.collectors.biobiene.description": "An online platform offering organic and bee-friendly products for sustainable living.",
  "i18n.collectors.biohof_busch.description": "An online organic farm service delivering fresh, locally sourced produce directly to customers.",
  "i18n.collectors.biotherm.description": "A luxury skincare brand offering innovative beauty products inspired by marine biology and thermal plankton.",
  "i18n.collectors.bip_and_go.description": "A fast and secure automated payment solution for parking and tolls in Europe.",
  "i18n.collectors.birch_coomunications.description": "Birch Connect provides business communication solutions including VoIP, cloud services, and internet connectivity.",
  "i18n.collectors.birmingham_water_works.description": "A utility service providing water supply and management for the Birmingham, Alabama area.",
  "i18n.collectors.bison.description": "A user-friendly cryptocurrency trading platform for buying and selling digital assets.",
  "i18n.collectors.bitbucket.description": "A Git-based source code repository hosting service for collaborative software development.",
  "i18n.collectors.bitdefender.description": "A leading cybersecurity provider offering antivirus, internet security, and endpoint protection solutions.",
  "i18n.collectors.biteable_pty_ltd.description": "An online platform for creating animated videos and presentations effortlessly.",
  "i18n.collectors.bitninja_io.description": "A cloud-based security platform offering server protection, bot mitigation, and DDoS defense for online services.",
  "i18n.collectors.bito_ai.description": "An AI-powered platform offering code assistance and automation for developers.",
  "i18n.collectors.bitrise.description": "A mobile-first CI/CD platform for automating app development workflows.",
  "i18n.collectors.bitrix24.description": "A comprehensive collaboration platform offering CRM, tasks, communication, and project management tools for businesses.",
  "i18n.collectors.bitwarden.description": "A secure and open-source password manager for storing and sharing sensitive data.",
  "i18n.collectors.bitwarden_eu_server.description": "A secure and open-source password manager hosted on EU servers for enhanced data privacy.",
  "i18n.collectors.bizay.description": "A German online platform offering business tools and services for entrepreneurs and companies.",
  "i18n.collectors.bka_content.description": "A platform offering high-quality, AI-generated content solutions for businesses and creators.",
  "i18n.collectors.blackblaze.description": "A cloud storage and backup service offering secure, affordable, and scalable solutions for personal and business data.",
  "i18n.collectors.blacklane.description": "A premium chauffeur service offering reliable airport transfers and city rides worldwide.",
  "i18n.collectors.blackmagicdesing.description": "A cloud-based platform for professional video editing, color grading, and post-production tools.",
  "i18n.collectors.blacksim.description": "An online service providing virtual SIM cards and mobile data plans for international use.",
  "i18n.collectors.blacktri.description": "A platform offering advanced tools for data analysis, visualization, and business intelligence.",
  "i18n.collectors.blau_de.description": "A German mobile service provider offering prepaid and contract plans with nationwide coverage.",
  "i18n.collectors.blau_direkt_gmbh.description": "An online insurance broker service offering direct policies and agent support in Germany.",
  "i18n.collectors.blauarbeit.description": "An online platform connecting skilled workers with job opportunities in Germany.",
  "i18n.collectors.blaudirekt.description": "An online insurance brokerage service offering direct access to insurance products.",
  "i18n.collectors.blaze.description": "An online platform offering fast and secure betting and gaming experiences.",
  "i18n.collectors.blazemeter.description": "A performance testing platform for APIs, websites, and mobile apps with CI/CD integration.",
  "i18n.collectors.blender_development_fund.description": "A crowdfunding platform supporting the development of Blender, the open-source 3D creation suite.",
  "i18n.collectors.blenderkit.description": "A platform offering high-quality 3D assets and tools directly integrated into Blender for seamless workflows.",
  "i18n.collectors.blendermarket.description": "An online marketplace for buying and selling 3D models, tools, and assets for Blender.",
  "i18n.collectors.blinkist.description": "A service offering concise summaries of non-fiction books in text and audio formats.",
  "i18n.collectors.blinkplan.description": "An online platform for creating and sharing interactive floor plans and event layouts.",
  "i18n.collectors.blip_billboards.description": "An online marketplace for renting and advertising on digital billboards globally.",
  "i18n.collectors.blisk.description": "A developer-oriented browser with built-in tools for web testing and debugging across multiple devices.",
  "i18n.collectors.blitzz.description": "An online platform for remote support and collaboration with video and AR tools.",
  "i18n.collectors.blockchain_bitcoinaverage.description": "A leading provider of real-time Bitcoin and cryptocurrency price data and indices for traders and developers.",
  "i18n.collectors.blockpit.description": "A crypto tax platform that simplifies tax reporting for cryptocurrency transactions.",
  "i18n.collectors.blog2social.description": "A WordPress plugin for scheduling and auto-posting blog content to social media platforms.",
  "i18n.collectors.blogads.description": "A German advertising platform specializing in blog and online media ad placements.",
  "i18n.collectors.blogatus.description": "A simple and user-friendly platform for creating and managing personal or professional blogs.",
  "i18n.collectors.blogmission_advertiser.description": "An online advertising platform connecting advertisers with bloggers for sponsored content.",
  "i18n.collectors.blogtec.description": "An online platform for creating, managing, and publishing blogs with ease.",
  "i18n.collectors.blogvault.description": "A reliable WordPress backup, security, and migration service for websites.",
  "i18n.collectors.blokker.description": "A Dutch retail chain offering a wide range of household products, gifts, and decor items.",
  "i18n.collectors.bloom_and_wild.description": "An online flower delivery service offering beautifully arranged bouquets and letterbox-friendly blooms.",
  "i18n.collectors.bloom_growth.description": "A platform for optimizing and automating LinkedIn outreach and lead generation.",
  "i18n.collectors.bloomberg.description": "A global financial services and media company providing real-time financial data, news, and analytics.",
  "i18n.collectors.bloomon_be.description": "An online flower delivery service offering fresh and stylish bouquets across Belgium.",
  "i18n.collectors.bloomon_de.description": "An online flower delivery service offering fresh bouquets and plants with convenient subscription options in Germany.",
  "i18n.collectors.bloomon_nl.description": "An online flower delivery service offering fresh bouquets and plants with convenient subscription options in the Netherlands and beyond.",
  "i18n.collectors.bloomon_uk.description": "An online flower delivery service offering fresh, stylish bouquets and plants across the UK.",
  "i18n.collectors.blubrry.description": "A comprehensive podcast hosting and statistics platform for creators and broadcasters.",
  "i18n.collectors.bluefax.description": "An online fax service that allows sending and receiving faxes securely over the internet.",
  "i18n.collectors.bluehost.description": "A web hosting service offering shared, VPS, and dedicated hosting solutions with domain registration.",
  "i18n.collectors.bluemovement.description": "A platform offering sustainable and eco-friendly products for conscious consumers.",
  "i18n.collectors.bluepartner.description": "Bluepartner is an online customer portal for managing services and contracts.",
  "i18n.collectors.bluesnap.description": "A global payment orchestration platform enabling businesses to accept payments worldwide with ease.",
  "i18n.collectors.blume2000.description": "An online flower delivery service offering a wide variety of fresh bouquets and plants across Germany.",
  "i18n.collectors.bm_colours.description": "An online service offering a wide range of high-quality paints and color-matching solutions.",
  "i18n.collectors.bmstores.description": "B&M is a retail chain offering a variety of home goods and groceries.",
  "i18n.collectors.bmw_bank.description": "BMW Bank provides financial services, including car financing and leasing solutions for BMW vehicles.",
  "i18n.collectors.bmw_connecteddrive.description": "BMW ConnectedDrive offers seamless connectivity and digital services for enhanced driving experience and vehicle management.",
  "i18n.collectors.bmw_group_aos.description": "BMW Group's Aftersales Online Service (AOS) provides digital solutions for dealerships and service partners.",
  "i18n.collectors.bmw_usa.description": "Official BMW USA website offering vehicle configurations, deals, and owner resources.",
  "i18n.collectors.bn_t_blatzheim_networks.description": "An online service platform provided by Blatzheim Networks for user management and access.",
  "i18n.collectors.bnp_leasing_solutions_fineasy.description": "An online leasing management platform for businesses to streamline equipment financing.",
  "i18n.collectors.bnp_paribas_real_estate.description": "A comprehensive online platform for BNP Paribas Real Estate clients to manage properties, transactions, and services.",
  "i18n.collectors.boardbooster.description": "A Pinterest automation tool to schedule pins, loop boards, and grow your audience efficiently.",
  "i18n.collectors.boatdriver_ch.description": "A Swiss platform offering boat driving courses and licenses for navigating Swiss waters.",
  "i18n.collectors.bob_at.description": "An Austrian online service for managing invoices and payments.",
  "i18n.collectors.bobmail.description": "A Dutch email service provider offering secure and user-friendly email solutions.",
  "i18n.collectors.bodenrichtwerte_munchen.description": "Provides official land value information for properties in Munich, Germany.",
  "i18n.collectors.boesner.description": "Boesner is a leading European supplier of art, creative, and office materials for professionals and hobbyists.",
  "i18n.collectors.bohlsener_muhle.description": "A German mill offering organic and sustainable grain products, flours, and baking mixes.",
  "i18n.collectors.bohnenkamp.description": "A German online shop offering a wide range of agricultural machinery, tools, and equipment.",
  "i18n.collectors.boi_payment_acceptance.description": "A secure online payment acceptance service for businesses and merchants.",
  "i18n.collectors.bol_com.description": "A leading Dutch online retail platform offering books, electronics, and more.",
  "i18n.collectors.bol_com_sellercentral.description": "Bol.com SellerCentral is an online platform for sellers to manage their products and sales on bol.com.",
  "i18n.collectors.bolden.description": "A French platform offering digital tools and services for businesses to enhance their online presence and operations.",
  "i18n.collectors.bolt_business.description": "A platform offering business solutions for ride-hailing, deliveries, and fleet management via Bolt.",
  "i18n.collectors.bolt_fleet.description": "A platform for managing and optimizing fleets of vehicles for ride-hailing and delivery services.",
  "i18n.collectors.bon_kredit.description": "An online credit service offering flexible loan solutions in Germany.",
  "i18n.collectors.bonapp_elior.description": "An online platform by Elior for managing meal services and reservations in workplaces or educational institutions.",
  "i18n.collectors.bonjoro.description": "A personalized video messaging tool to engage and convert leads with authentic, one-to-one videos.",
  "i18n.collectors.bonprix.description": "Bonprix is an online fashion retailer offering trendy clothing, shoes, and accessories for women, men, and kids.",
  "i18n.collectors.bonsai.description": "An all-in-one business management platform for freelancers and small agencies, offering contracts, invoicing, and project tools.",
  "i18n.collectors.book_a_tiger.description": "An online platform for booking professional cleaning services in Germany.",
  "i18n.collectors.book_n_drive.description": "A car-sharing service allowing users to book and drive vehicles online.",
  "i18n.collectors.bookbeat.description": "An online audiobook and e-book streaming service with a subscription-based model.",
  "i18n.collectors.bookbeat_de.description": "A German audiobook and ebook streaming service offering unlimited access to a vast library of titles.",
  "i18n.collectors.bookbolt.description": "A tool for self-publishing authors to create, optimize, and publish low-content books on Amazon KDP.",
  "i18n.collectors.booker.description": "A UK-based online platform for booking beauty and wellness services.",
  "i18n.collectors.booking_activities.description": "An online platform for booking various activities and experiences in France.",
  "i18n.collectors.booking_com.description": "A global platform for booking accommodations, flights, and travel experiences online.",
  "i18n.collectors.booking_com_extranet.description": "A leading online platform for booking accommodations, flights, and travel experiences worldwide.",
  "i18n.collectors.booking_com_partner_centre.description": "A global online travel agency for booking accommodations, flights, and experiences.",
  "i18n.collectors.bookingsync.description": "A vacation rental software platform for property managers to streamline bookings, payments, and guest communication.",
  "i18n.collectors.bookingtime.description": "An online service for scheduling and managing appointments efficiently.",
  "i18n.collectors.bookitup.description": "An online platform for scheduling and managing appointments efficiently.",
  "i18n.collectors.booklooker.description": "An online marketplace for buying and selling new and used books, as well as other media.",
  "i18n.collectors.books_zoho.description": "A cloud-based accounting software designed to manage finances, invoicing, and expenses for businesses.",
  "i18n.collectors.boondmanager.description": "An online platform for managing holiday rentals, reservations, and guest communications efficiently.",
  "i18n.collectors.booqable.description": "A rental management software designed to streamline equipment and inventory rentals for businesses.",
  "i18n.collectors.boords.description": "An online storyboarding tool for creating and sharing animated storyboards quickly and collaboratively.",
  "i18n.collectors.boost_mobile.description": "A prepaid wireless service provider offering affordable plans with no contracts.",
  "i18n.collectors.boostingbox.description": "An online service offering performance optimization and boosting tools for various applications.",
  "i18n.collectors.bootkoffie.description": "A Dutch online service specializing in high-quality coffee beans and brewing equipment.",
  "i18n.collectors.bord_gais_energy.description": "A leading Irish energy supplier offering electricity, gas, and sustainable energy solutions for homes and businesses.",
  "i18n.collectors.borgbase.description": "A secure and encrypted online backup service for Borg repositories.",
  "i18n.collectors.borlabs.description": "Borlabs provides GDPR-compliant cookie consent and privacy management solutions for websites.",
  "i18n.collectors.bornet_de.description": "A German internet service provider offering high-speed fiber-optic broadband connections.",
  "i18n.collectors.bottle_taxi.description": "A service for recycling empty bottles with convenient pickup.",
  "i18n.collectors.boulanger.description": "A leading French retailer specializing in electronics, appliances, and multimedia products.",
  "i18n.collectors.bounceban.description": "A service that helps reduce email bounce rates by validating and cleaning email lists.",
  "i18n.collectors.bouncer.description": "A service to create and manage app store links with smart redirects and analytics.",
  "i18n.collectors.bourse_direct.description": "A French online broker offering low-cost trading for stocks, ETFs, and other financial instruments.",
  "i18n.collectors.boutique_de_musees.description": "An online shop offering curated products inspired by French museums and cultural institutions.",
  "i18n.collectors.bouwmaat.description": "A Dutch online store specializing in building materials, tools, and home improvement products.",
  "i18n.collectors.bouygues_entreprises.description": "Bouygues Telecom Entreprises provides tailored telecom and IT solutions for businesses in France.",
  "i18n.collectors.bouygues_telecom.description": "A major French telecommunications operator offering mobile, internet, and TV services.",
  "i18n.collectors.box.description": "A cloud content management and file sharing service for secure collaboration.",
  "i18n.collectors.box_at_work.description": "A secure cloud content management platform for businesses to store, share, and collaborate on files.",
  "i18n.collectors.boxbote.description": "Boxbote is a German service for automated parcel forwarding and virtual mailboxes.",
  "i18n.collectors.boxbrownie.description": "An online service offering professional photo editing and virtual staging for real estate and e-commerce.",
  "i18n.collectors.boxhero.description": "A cloud-based inventory management solution for small businesses and warehouses.",
  "i18n.collectors.boxtal.description": "Boxtal is an online platform for comparing and booking shipping services at competitive rates.",
  "i18n.collectors.bp_myinvoice.description": "An online invoicing service by BP for managing and tracking business invoices efficiently.",
  "i18n.collectors.bp_plus.description": "An online platform offering fuel, convenience store services, and loyalty rewards for BP customers.",
  "i18n.collectors.bpm_lux.description": "BPM Lux offers high-quality business process management and consulting services for optimized operations.",
  "i18n.collectors.bpm_online.description": "A cloud-based CRM platform offering business process automation and customer engagement tools.",
  "i18n.collectors.bqool.description": "Bqool provides automated repricing and feedback tools for Amazon sellers to optimize sales and customer engagement.",
  "i18n.collectors.brabant_water.description": "An online service for managing water supply and services in the Brabant region of the Netherlands.",
  "i18n.collectors.bradfords_building_supplies.description": "A leading UK supplier of building materials and timber products for trade and DIY customers.",
  "i18n.collectors.brainstorm_force.description": "A leading provider of WordPress plugins and themes like Astra, Convert Pro, and Ultimate Addons.",
  "i18n.collectors.braintree.description": "A full-stack payments platform that enables businesses to accept, process, and manage online payments securely.",
  "i18n.collectors.brand24.description": "A social listening and media monitoring tool to track online mentions in real-time.",
  "i18n.collectors.brandbot.description": "An online marketing automation tool designed to streamline branding and customer engagement.",
  "i18n.collectors.brandible.description": "Brandible is an online platform offering customizable branding solutions for businesses and individuals.",
  "i18n.collectors.brandnooz.description": "A German online platform offering branded products, promotional items, and corporate gifts.",
  "i18n.collectors.brandreward.description": "An online platform offering rewards and cashback for engaging with brands and completing tasks.",
  "i18n.collectors.brandsdistribution.description": "An online B2B platform offering wholesale fashion and lifestyle products from top brands.",
  "i18n.collectors.braunschweiger_versorgungs_ag.description": "Online customer portal for managing energy services provided by Braunschweiger Versorgungs AG in Germany.",
  "i18n.collectors.brave_search_api.description": "A privacy-focused search engine API providing unbiased and ad-free results.",
  "i18n.collectors.brdy_reseller.description": "Brdy Reseller provides online services and support for digital solutions and hosting.",
  "i18n.collectors.breakout_clips.description": "A platform for creating and sharing short, engaging video clips from longer content.",
  "i18n.collectors.breezy.description": "A modern hiring platform that simplifies recruitment with AI-driven tools and automation.",
  "i18n.collectors.bremer_steuer_institut_e_v.description": "An online platform offering tax-related training and continuing education for tax advisors in Germany.",
  "i18n.collectors.brennercom.description": "An Italian telecom provider offering internet, phone, and digital TV services.",
  "i18n.collectors.brevo.description": "A comprehensive marketing platform offering email, SMS, chat, and CRM tools for businesses.",
  "i18n.collectors.bria_teams.description": "A cloud-based team communication and collaboration platform with integrated softphone capabilities.",
  "i18n.collectors.brico_phone.description": "An online service offering DIY phone repair guides and tools for users.",
  "i18n.collectors.bricodepot.description": "A leading French DIY and home improvement retailer offering a wide range of products for professionals and individuals.",
  "i18n.collectors.bricoman.description": "French DIY and home improvement retailer offering a wide range of tools, materials, and equipment for professionals and individuals.",
  "i18n.collectors.bricoprive.description": "An online platform offering private sales for home improvement and DIY products.",
  "i18n.collectors.bridge.description": "A unified API platform to connect with financial institutions and access banking data securely.",
  "i18n.collectors.briefbutler.description": "An AI-powered tool to help users draft concise and professional briefs effortlessly.",
  "i18n.collectors.briefumschlage24plus.description": "Online service specializing in custom envelopes and mailing supplies for businesses and individuals.",
  "i18n.collectors.brigad.description": "A platform connecting businesses with flexible and skilled temporary staff for various industries.",
  "i18n.collectors.bright_data.description": "A leading web data platform offering proxies, datasets, and scraping tools for businesses.",
  "i18n.collectors.bright_house_business.description": "A provider of reliable internet, phone, and TV services tailored for businesses.",
  "i18n.collectors.bright_house_networks.description": "A provider of internet, cable TV, and phone services in the United States.",
  "i18n.collectors.brightlocal.description": "A comprehensive local SEO toolset for managing online business listings, reviews, and rankings.",
  "i18n.collectors.brillant_energie.description": "A German energy supplier offering sustainable electricity and gas solutions for households and businesses.",
  "i18n.collectors.brillux.description": "A leading German supplier of high-quality paints, coatings, and decorative materials for professionals and DIY enthusiasts.",
  "i18n.collectors.brinks_home.description": "A smart home security service offering 24/7 monitoring and automation solutions.",
  "i18n.collectors.brisqq.description": "A platform offering online services for partners to manage and optimize their business operations.",
  "i18n.collectors.brita_mybrita.description": "MyBRITA is an online platform for managing and ordering BRITA water filter products and services.",
  "i18n.collectors.brita_yource.description": "An online service offering water filtration solutions and related products in Germany.",
  "i18n.collectors.briteverify.description": "An email verification service that validates and cleans email lists to improve deliverability.",
  "i18n.collectors.british_airway.description": "A leading UK airline offering global flights, premium services, and loyalty programs.",
  "i18n.collectors.british_council_english_online.description": "An online platform by the British Council offering English language courses and resources for learners worldwide.",
  "i18n.collectors.british_gas.description": "A leading UK energy supplier providing gas, electricity, and home services.",
  "i18n.collectors.british_gas_business.description": "A UK-based energy supplier offering tailored gas and electricity solutions for businesses.",
  "i18n.collectors.british_gas_lite.description": "A simplified online service by British Gas for managing energy accounts with essential features.",
  "i18n.collectors.british_telecom.description": "A leading UK-based provider of telecommunication services, including broadband, phone, and TV.",
  "i18n.collectors.brizy.description": "A user-friendly website builder with drag-and-drop functionality for creating professional sites without coding.",
  "i18n.collectors.brodos_net.description": "A B2B platform for IT and consumer electronics wholesale distribution.",
  "i18n.collectors.browserstack.description": "A cloud-based platform for testing websites and mobile apps across various browsers and devices.",
  "i18n.collectors.brumair.description": "An online platform offering air quality monitoring and environmental solutions.",
  "i18n.collectors.brunata_metrona.description": "Online portal for managing heating cost allocation and energy consumption in Munich.",
  "i18n.collectors.bruneau.description": "Bruneau is a French online retailer specializing in office supplies, furniture, and workplace equipment.",
  "i18n.collectors.brunnen_onlineshop.description": "An online shop offering a variety of high-quality products including books, gifts, and religious items.",
  "i18n.collectors.bryt_software.description": "A cloud-based platform offering business management solutions for service-based industries.",
  "i18n.collectors.bs_payone_merchant_service.description": "BS PAYONE Merchant Service provides secure online payment processing solutions for businesses.",
  "i18n.collectors.bs_payone_service_portal.description": "BS PAYONE Service Portal provides online payment and card service management for businesses.",
  "i18n.collectors.bsi.description": "An online portal for the BSI Group providing access to Sequences Artis services and resources.",
  "i18n.collectors.bsr_berliner_stadtreinigung.description": "Berlin's public waste management service providing garbage collection, recycling, and street cleaning.",
  "i18n.collectors.bt_business.description": "BT Business provides secure and reliable telecom, broadband, and IT solutions for enterprises.",
  "i18n.collectors.bt_home.description": "BT Home provides broadband, TV, and phone services for UK households.",
  "i18n.collectors.bti_befestigungstechnik_gmbh_and_co_kg.description": "BTI is a German supplier specializing in high-quality fastening technology and assembly solutions.",
  "i18n.collectors.bts_lwl_shop_24.description": "An online shop offering a variety of products and services related to fiber-optic (LWL) and telecommunications solutions.",
  "i18n.collectors.bubble.description": "A no-code platform for building web applications with visual programming.",
  "i18n.collectors.bucher_de.description": "A leading German online bookstore offering a wide range of books, eBooks, and media products.",
  "i18n.collectors.buchhaltungsbutler.description": "An online accounting service designed to simplify bookkeeping for businesses and freelancers in Germany.",
  "i18n.collectors.buchholz_digital.description": "A digital service provider specializing in innovative IT solutions and consulting for businesses.",
  "i18n.collectors.buchholz_fachinformationsdienst.description": "A specialized online service providing technical and regulatory information for industrial and environmental sectors.",
  "i18n.collectors.buchner_hmk_digital.description": "A digital catalog for therapeutic aids and medical devices in Germany.",
  "i18n.collectors.bucket_io.description": "A platform for creating and automating marketing funnels, quizzes, and surveys to boost conversions.",
  "i18n.collectors.bucket_io_2_0.description": "A marketing automation platform for creating and managing sales funnels, email sequences, and lead capture forms.",
  "i18n.collectors.buddy.description": "An online platform for CI/CD automation and DevOps workflows.",
  "i18n.collectors.buddyboss.description": "A powerful WordPress platform for building online communities, membership sites, and social networks.",
  "i18n.collectors.buderus.description": "Online shop for Buderus heating, ventilation, and air conditioning systems and accessories.",
  "i18n.collectors.budget_energie.description": "A Dutch energy supplier offering affordable and flexible energy plans for households.",
  "i18n.collectors.budgetphone.description": "A Dutch online provider offering affordable mobile phone plans and services.",
  "i18n.collectors.buero_bedarf_thueringen.description": "An online supplier of office supplies and equipment based in Thuringia, Germany.",
  "i18n.collectors.buffer.description": "A social media management platform for scheduling posts across multiple networks.",
  "i18n.collectors.bugarrishoes_com.description": "Online store specializing in high-quality, handmade leather shoes and footwear.",
  "i18n.collectors.bugfender.description": "A cloud-based logging service for mobile apps to track and debug issues in real-time.",
  "i18n.collectors.bugherd.description": "A visual feedback and bug tracking tool for websites, designed to simplify collaboration between teams and clients.",
  "i18n.collectors.bugsnag.description": "A stability monitoring tool for applications that detects and reports errors in real-time.",
  "i18n.collectors.buhl_data_service.description": "Buhl Data Service provides software solutions for accounting, tax, and business management in Germany.",
  "i18n.collectors.builderall.description": "An all-in-one digital marketing platform offering website builders, sales funnels, and automation tools.",
  "i18n.collectors.builtwith.description": "A tool to analyze and discover the technologies used on websites.",
  "i18n.collectors.bulkgate.description": "A cloud communication platform offering SMS, voice, and messaging APIs for businesses.",
  "i18n.collectors.bulksms_com.description": "A platform for sending bulk SMS messages globally with reliable delivery and API integration.",
  "i18n.collectors.bullfrog_power.description": "A Canadian provider of green energy solutions, offering renewable electricity and green natural gas.",
  "i18n.collectors.bullguard.description": "A comprehensive cybersecurity suite offering antivirus, VPN, and identity protection for personal and business use.",
  "i18n.collectors.bundesanzeiger.description": "Official German publication platform for legal and corporate announcements.",
  "i18n.collectors.bundesdruckerei_test.description": "A German government test service for validating XRechnung (e-invoice) compliance.",
  "i18n.collectors.bundesfinanzministerium_der_finanzen.description": "Official online platform of the German Federal Ministry of Finance for accessing and submitting financial forms.",
  "i18n.collectors.bunnings_commercial_powerpass.description": "A commercial trade program offering exclusive benefits and discounts for businesses at Bunnings Warehouse.",
  "i18n.collectors.bunnings_warehouse_au.description": "A leading Australian retailer offering a wide range of home improvement and outdoor living products.",
  "i18n.collectors.bunny.description": "A fast and affordable CDN, storage, and video streaming platform for developers.",
  "i18n.collectors.burbank_water_and_power.description": "A municipal utility providing water and electricity services to the city of Burbank, California.",
  "i18n.collectors.bureau_de_la_pcr.description": "An online service for managing and accessing PCR test results and related services.",
  "i18n.collectors.bureau_vallee.description": "Bureau Vallée is an office furniture supplier for professionals and individuals.",
  "i18n.collectors.burgerking.description": "Fast-food chain offering flame-grilled burgers, fries, and other quick meals.",
  "i18n.collectors.burlington_hydro.description": "An online service for Burlington Hydro customers to view and manage their electricity bills.",
  "i18n.collectors.buromarkt_bottcher.description": "A German online office supplies retailer offering a wide range of products for businesses and individuals.",
  "i18n.collectors.buroplus.description": "BuroPlus is an online service offering office supplies and solutions.",
  "i18n.collectors.buroservice24.description": "An online platform offering administrative and bureaucratic services for individuals and businesses.",
  "i18n.collectors.buroshop24.description": "Bueroshop24 is a German online store offering a wide range of office supplies and equipment.",
  "i18n.collectors.burst_spiele.description": "An online gaming platform offering a variety of browser-based games for entertainment.",
  "i18n.collectors.business_bike.description": "A German online platform offering company bike leasing solutions for employees and businesses.",
  "i18n.collectors.business_facebook.description": "A platform for managing business pages, ads, and analytics on Facebook.",
  "i18n.collectors.business_of_fashion.description": "A leading online platform providing global fashion business news, analysis, and insights.",
  "i18n.collectors.business_service_portal_der_telekom.description": "The Business Service Portal by Telekom for managing online invoices and business services.",
  "i18n.collectors.busymouse.description": "Busymouse is a competitive programming platform offering contests and practice problems.",
  "i18n.collectors.but.description": "A French online retailer offering a wide range of products including electronics, home appliances, and multimedia.",
  "i18n.collectors.butagaz.description": "A French supplier of bottled gas and energy solutions for homes and businesses.",
  "i18n.collectors.buyerdock.description": "An online platform connecting buyers with verified suppliers for efficient sourcing and procurement.",
  "i18n.collectors.buysellads.description": "An online advertising marketplace connecting publishers with advertisers for direct ad placements.",
  "i18n.collectors.buywords.description": "An online service for purchasing and managing domain names and keywords.",
  "i18n.collectors.buyzero_de.description": "A German online marketplace specializing in refurbished and sustainable electronic products.",
  "i18n.collectors.buzz_network_virtual_landline.description": "A virtual landline service providing UK business numbers with flexible call management features.",
  "i18n.collectors.buzzsprout.description": "A user-friendly podcast hosting platform for uploading, promoting, and tracking episodes.",
  "i18n.collectors.buzzstream.description": "A comprehensive tool for digital PR and link-building to manage outreach and track relationships.",
  "i18n.collectors.buzzsumo.description": "A tool for analyzing content performance and discovering trending topics across social media.",
  "i18n.collectors.bvg_berliner_verkehrsbetriebe.description": "Official online shop for Berlin's public transport (BVG) tickets and services.",
  "i18n.collectors.bvuk_download_portsal.description": "A German online service providing download access to BVUK portals and resources.",
  "i18n.collectors.byled.description": "ByLED is a French online store specializing in high-quality LED lighting solutions for homes and businesses.",
  "i18n.collectors.bytescale.description": "A cloud-based platform for uploading, transforming, and delivering files at scale with ease.",
  "i18n.collectors.bz_berner_zeitung.description": "A Swiss German-language daily newspaper providing regional and national news from Bern and surrounding areas.",
  "i18n.collectors.c2_circle.description": "A collaborative platform offering secure and efficient team communication and project management tools.",
  "i18n.collectors.c_and_a_parter.description": "Online platform for C&A's business partners to manage collaborations and orders.",
  "i18n.collectors.c_discount_seller_login.description": "Online marketplace platform for sellers to manage their products and sales on Cdiscount.",
  "i18n.collectors.c_le_mobile.description": "A French online service offering mobile phone plans and related telecom solutions.",
  "i18n.collectors.ca_digital.description": "An online service providing digital certificates and SSL/TLS solutions for secure web communications.",
  "i18n.collectors.cabify.description": "A ride-hailing platform offering private and shared transportation services in cities worldwide.",
  "i18n.collectors.cable4.description": "Cable4 is a German internet service provider offering high-speed broadband and telecommunication solutions.",
  "i18n.collectors.cablenet.description": "An online payment platform for Cablenet's telecommunication and internet services in Cyprus.",
  "i18n.collectors.caf_allocations_familiales_et_paje.description": "French government service providing family allowances and early childhood benefits (PAJE).",
  "i18n.collectors.cafe_caron.description": "An online platform offering professional tools and resources for cafes and hospitality businesses.",
  "i18n.collectors.cafeyn_co.description": "A digital platform offering access to premium press and magazine content through a subscription model.",
  "i18n.collectors.caisses_desjardins.description": "Online banking and financial services platform for Desjardins members in Canada.",
  "i18n.collectors.caiway.description": "Caiway is a Dutch provider of internet, TV, and telephony services for residential and business customers.",
  "i18n.collectors.cakesmiths.description": "A premium online bakery offering custom cakes and desserts for all occasions.",
  "i18n.collectors.cakewalk.description": "A digital identity platform offering secure and seamless authentication solutions for online services.",
  "i18n.collectors.cal.description": "A scheduling tool to simplify booking meetings and managing calendars efficiently.",
  "i18n.collectors.calameo_com.description": "An online platform for publishing, sharing, and viewing digital documents like magazines, brochures, and catalogs.",
  "i18n.collectors.calconic.description": "An online platform for creating and embedding customizable calculators and forms on websites.",
  "i18n.collectors.calcumate.description": "An online calculator tool for quick and efficient mathematical computations.",
  "i18n.collectors.calendarbridge.description": "A service that syncs and manages events across multiple calendars seamlessly.",
  "i18n.collectors.calendly.description": "A scheduling automation platform that simplifies appointment booking and calendar management.",
  "i18n.collectors.california_water_service.description": "An online platform for managing water services and accounts in California.",
  "i18n.collectors.call_a_bike.description": "A bike-sharing service in Germany offering flexible rental bikes via app or phone.",
  "i18n.collectors.callgear.description": "A cloud-based call center solution offering VoIP, CRM integration, and advanced analytics for efficient customer communication.",
  "i18n.collectors.callmobile_gmbh.description": "A German online service provider offering mobile communication solutions and prepaid services.",
  "i18n.collectors.callone.description": "A German VoIP service provider offering virtual phone numbers and cloud telephony solutions.",
  "i18n.collectors.callpage.description": "A callback widget that instantly connects website visitors with your team via phone calls.",
  "i18n.collectors.callr.description": "A cloud communications platform offering APIs for voice, SMS, and chat services.",
  "i18n.collectors.callrail.description": "A call tracking and analytics platform that helps businesses measure, analyze, and optimize their marketing performance.",
  "i18n.collectors.calltrackingmetrics.description": "A cloud-based call tracking and analytics platform for businesses to monitor and optimize phone interactions.",
  "i18n.collectors.callture.description": "Callture provides cloud-based call center solutions for businesses to enhance customer communication and support.",
  "i18n.collectors.calor_gas.description": "A leading UK supplier of LPG (liquefied petroleum gas) for homes, businesses, and rural areas.",
  "i18n.collectors.calovo.description": "An online service providing tools for calendar and productivity management.",
  "i18n.collectors.camaieu.description": "A French fashion brand offering trendy and affordable women's clothing and accessories.",
  "i18n.collectors.camaloon.description": "An online platform for customizing and ordering promotional products and corporate gifts.",
  "i18n.collectors.cameranu_nl.description": "An online Dutch retailer specializing in cameras, photo equipment, and accessories.",
  "i18n.collectors.camieg_avis_de_paiement.description": "Online service for viewing and managing payment notices related to French health insurance (Ameli).",
  "i18n.collectors.camieg_releves_mensuels.description": "Provides monthly health insurance statements (relevés mensuels) for French social security beneficiaries.",
  "i18n.collectors.camif_fr.description": "A French online store specializing in sustainable and eco-friendly furniture and home decor.",
  "i18n.collectors.camlog.description": "An online shop offering dental implant solutions and related products for professionals.",
  "i18n.collectors.campaign_monitor.description": "An email marketing platform for designing, sending, and tracking campaigns.",
  "i18n.collectors.campfire.description": "A real-time group chat and collaboration tool by 37signals for teams.",
  "i18n.collectors.camshop.description": "An online store specializing in cameras, accessories, and photography equipment.",
  "i18n.collectors.canada_life.description": "A leading provider of insurance, wealth management, and retirement solutions in Canada.",
  "i18n.collectors.canada_life_canada.description": "An online platform for managing group insurance and retirement plans in Canada.",
  "i18n.collectors.canada_post.description": "Canada's primary postal operator offering mail, parcel, and logistics services across the country.",
  "i18n.collectors.canadian_solar.description": "A leading global provider of solar photovoltaic modules and energy solutions.",
  "i18n.collectors.canal_business.description": "A professional online service offering premium TV channels, on-demand content, and business solutions for companies.",
  "i18n.collectors.canal_canalsat.description": "A French premium television channel offering a wide range of entertainment, sports, and cinema content.",
  "i18n.collectors.canal_de_isabel_ii.description": "Online service for managing water supply and sanitation services in the Madrid region.",
  "i18n.collectors.canal_digitaal.description": "A Dutch provider of digital television services via satellite and internet.",
  "i18n.collectors.canal_pro.description": "A professional online streaming service offering live TV, on-demand content, and exclusive programming for businesses.",
  "i18n.collectors.canaragua.description": "An online platform providing water management and distribution services in the Canary Islands.",
  "i18n.collectors.canei_digital.description": "An online platform offering digital tools for collaborative project management and workflow optimization.",
  "i18n.collectors.canei_protect_control.description": "A secure online service for protecting and controlling sensitive data access.",
  "i18n.collectors.canny_io.description": "A feedback management tool that helps teams collect, organize, and analyze user feedback to prioritize product development.",
  "i18n.collectors.canon.description": "Canon's online platform for managing and accessing Canon services and products.",
  "i18n.collectors.canva.description": "An online graphic design platform for creating social media graphics, presentations, and more with ease.",
  "i18n.collectors.cap_rechtsschutz.description": "CAP Rechtsschutz provides legal protection insurance and legal advice services in Switzerland.",
  "i18n.collectors.capital_area_accessory_distributors.description": "An online portal for General Motors accessory distributors in the Capital Area.",
  "i18n.collectors.capital_one.description": "A financial services company offering banking, credit cards, loans, and investment solutions.",
  "i18n.collectors.capitalflow.description": "A financial platform for managing capital flows and investment tracking.",
  "i18n.collectors.caps_fuel_cards.description": "Online management platform for CAPS fuel cards, offering expense tracking and reporting tools.",
  "i18n.collectors.capsulink.description": "A URL shortener service that allows users to create custom, branded short links with analytics.",
  "i18n.collectors.captaina_co.description": "An online platform offering AI-powered tools for optimizing and automating business workflows.",
  "i18n.collectors.captainamz.description": "An online service providing tools and resources for Amazon sellers to optimize their business.",
  "i18n.collectors.captaincontrat.description": "An online platform for creating, managing, and signing legal contracts tailored to businesses and freelancers.",
  "i18n.collectors.captaindata.description": "A no-code platform to automate data workflows and web interactions efficiently.",
  "i18n.collectors.capterra.description": "A comprehensive directory to discover, compare, and review business software solutions.",
  "i18n.collectors.captions_ai.description": "An AI-powered tool for automatic video captioning, editing, and transcription.",
  "i18n.collectors.captivate.description": "A podcast hosting platform with advanced analytics and monetization tools for creators.",
  "i18n.collectors.captrader_partner.description": "An online trading platform offering access to global markets and advanced trading tools for investors.",
  "i18n.collectors.captureone.description": "A professional photo editing software with advanced RAW processing and tethering capabilities.",
  "i18n.collectors.capturing_reality.description": "A powerful photogrammetry software for creating 3D models from images or laser scans.",
  "i18n.collectors.carbone.description": "A powerful API-first document generation platform for creating dynamic PDFs, DOCX, and other formats.",
  "i18n.collectors.carbonify.description": "A service helping users track, reduce, and offset their carbon footprint efficiently.",
  "i18n.collectors.card_complete_control_customer_portal.description": "An online customer portal for managing and controlling card services efficiently.",
  "i18n.collectors.cardmarket.description": "A leading European online marketplace for trading card games, specializing in Magic: The Gathering, Pokémon, and more.",
  "i18n.collectors.caremed.description": "CareMed is an online platform offering medical and healthcare services in Germany.",
  "i18n.collectors.carethy.description": "A German online platform offering personalized health and wellness services for individuals.",
  "i18n.collectors.cargo_international.description": "A global logistics service provider specializing in international freight and cargo solutions.",
  "i18n.collectors.cargoboard.description": "An online platform for managing and optimizing freight and cargo logistics.",
  "i18n.collectors.carrd.description": "A simple, free platform for building one-page websites for pretty much anything.",
  "i18n.collectors.carrefour.description": "Carrefour is a French retail company.",
  "i18n.collectors.carsharing_deutschland.description": "A German carsharing platform offering flexible and sustainable mobility solutions across the country.",
  "i18n.collectors.carson.description": "An online service providing on-demand technical support and assistance for websites and apps.",
  "i18n.collectors.carte_qualite_vie_courbevoie.description": "A quality-of-life card service offered by the city of Courbevoie for residents to access local benefits and discounts.",
  "i18n.collectors.cartodb.description": "A cloud-based platform for geospatial data visualization, analysis, and mapping.",
  "i18n.collectors.cartouches_en_stock.description": "Online store specializing in printer ink and toner cartridges at competitive prices.",
  "i18n.collectors.casafari.description": "A real estate data platform providing comprehensive market insights and property listings across Europe.",
  "i18n.collectors.caseking.description": "A leading German online retailer specializing in PC hardware, gaming peripherals, and custom PC builds.",
  "i18n.collectors.casella_waste.description": "A sustainable waste management and recycling service provider in North America.",
  "i18n.collectors.caseware.description": "A cloud-based platform offering audit, financial reporting, and workflow automation solutions for accounting professionals.",
  "i18n.collectors.cash4less.description": "An online service providing discounted gift cards and prepaid solutions.",
  "i18n.collectors.casino.description": "An online gambling and betting platform offering various casino games.",
  "i18n.collectors.cass.description": "CASS provides an online platform for accessing and managing academic and administrative services.",
  "i18n.collectors.castalie.description": "An online platform offering water dispenser solutions and related services for homes and businesses.",
  "i18n.collectors.castorama.description": "Castorama is a French home improvement and gardening retailer.",
  "i18n.collectors.castr_io.description": "A cloud-based live streaming platform for broadcasting and video hosting with low-latency support.",
  "i18n.collectors.catalogmachine_com.description": "An online tool to create, share, and publish professional digital catalogs effortlessly.",
  "i18n.collectors.catchtiger_com.description": "A platform offering tools and services for domain name research and brand protection.",
  "i18n.collectors.catholic_ad_net_advertiser.description": "An online advertising platform tailored for Catholic organizations and faith-based campaigns.",
  "i18n.collectors.cavec_espace_employeur.description": "Online employer portal for managing employee-related services and administrative tasks in France.",
  "i18n.collectors.cavec_particulier.description": "Online service for individuals to manage their CAVEC (Caisse d'Allocations Vieillesse, Invalidité et Maladie des Cultes) account and benefits.",
  "i18n.collectors.caya.description": "An AI-powered platform for creating and managing interactive voice and chat assistants.",
  "i18n.collectors.ccl_solar_b_v.description": "CCL Solar B.V provides sustainable solar energy solutions for residential and commercial applications.",
  "i18n.collectors.ccls.description": "Online client portal for CCLS leasing services, offering account management and contract tracking.",
  "i18n.collectors.ccm19.description": "CCM19 is a German online platform offering guides, tips, and downloads for software, technology, and digital lifestyle.",
  "i18n.collectors.ccvshop_de.description": "CCV Shop is a German e-commerce platform offering online store solutions for businesses.",
  "i18n.collectors.ccvshop_nl.description": "CCV Shop is a Dutch e-commerce platform offering online store solutions for businesses.",
  "i18n.collectors.cdfolie.description": "An online service offering customizable CD, DVD, and Blu-ray printing and duplication solutions.",
  "i18n.collectors.cdiscount.description": "A leading French e-commerce platform offering a wide range of products at competitive prices.",
  "i18n.collectors.cdiscount_com_presse.description": "Online service offering digital press subscriptions and magazines on CDiscount's platform.",
  "i18n.collectors.cdiscount_merchant.description": "An online platform for sellers to manage their CDiscount marketplace listings and sales.",
  "i18n.collectors.cdiscount_pro.description": "A professional online marketplace for bulk orders and business-to-business (B2B) sales in France.",
  "i18n.collectors.cdmon.description": "A web hosting and domain registration service provider offering cloud solutions and online tools.",
  "i18n.collectors.cdsud.description": "Cd Sud is a provider of professional audio and video solutions.",
  "i18n.collectors.cedeo.description": "Cedeo is an online platform offering professional training and certification programs in France.",
  "i18n.collectors.cegid.description": "Cegid provides cloud-based business management solutions for HR, payroll, and financial services.",
  "i18n.collectors.celeonet.description": "Celeonet is a French online platform providing secure extranet services for businesses and professionals.",
  "i18n.collectors.celeros_online.description": "Celeros Online is a German platform offering digital services and solutions for businesses and individuals.",
  "i18n.collectors.cellagon.description": "A digital platform offering consulting and management services for telecommunications and IT solutions.",
  "i18n.collectors.celtx.description": "A comprehensive pre-production platform for filmmakers, writers, and media creators to plan, write, and collaborate on projects.",
  "i18n.collectors.cemex_go.description": "A digital platform by Cemex for ordering and managing construction materials online.",
  "i18n.collectors.cenpac.description": "Cenpac provides specialized packaging solutions for industrial and commercial needs in France.",
  "i18n.collectors.centerdevice.description": "A German-based platform offering centralized device management and IT solutions for businesses.",
  "i18n.collectors.centerpoint_energy.description": "A leading energy delivery company providing electricity and natural gas services in the US.",
  "i18n.collectors.central_maine_power.description": "A utility company providing electricity to customers in central and southern Maine, USA.",
  "i18n.collectors.centralepneus.description": "Online platform for purchasing tires and related automotive services in France.",
  "i18n.collectors.centralstation_crm.description": "A comprehensive CRM solution designed to streamline customer relationship management for businesses.",
  "i18n.collectors.centron.description": "A German web hosting and domain registration service provider.",
  "i18n.collectors.century_21.description": "A global real estate franchise offering property sales, rentals, and professional realty services.",
  "i18n.collectors.cergy_vis.description": "An online platform providing visual and administrative services for the city of Cergy, France.",
  "i18n.collectors.ceridian.description": "A global human capital management (HCM) software company offering payroll, HR, and workforce solutions.",
  "i18n.collectors.cerp_france.description": "CERP France provides online administrative and regulatory services for professionals in France.",
  "i18n.collectors.cervis.description": "Cervis is an online platform for managing and organizing service desk and IT support tasks.",
  "i18n.collectors.cesml.description": "An online service for managing and accessing the CESML account portal.",
  "i18n.collectors.cezanne.description": "A cloud-based HR software solution for managing people, processes, and performance.",
  "i18n.collectors.cg_immobilier_loge_immobilier.description": "Online real estate service platform for property management and transactions in France.",
  "i18n.collectors.cged.description": "An online platform offering administrative and educational services for French educational institutions.",
  "i18n.collectors.chadwicks_group.description": "An online supplier of building materials and hardware products for trade professionals.",
  "i18n.collectors.champion_energy_services.description": "A provider of competitive electricity and natural gas plans for residential and commercial customers in deregulated markets.",
  "i18n.collectors.change_energy_kundenportal.description": "Customer portal for managing Change Energy accounts, contracts, and energy services online.",
  "i18n.collectors.changetower.description": "A web monitoring tool that tracks visual and content changes on websites in real-time.",
  "i18n.collectors.channable.description": "A feed management and PPC automation tool to optimize product listings across multiple marketing channels.",
  "i18n.collectors.channelengine.description": "A marketplace integration platform that connects e-commerce businesses with global sales channels.",
  "i18n.collectors.channelreply.description": "A unified inbox and automation platform for eCommerce customer support across multiple channels.",
  "i18n.collectors.chantiers_de_france.description": "A French online platform specializing in public procurement and construction tenders.",
  "i18n.collectors.chaosgroup.description": "A leading provider of 3D rendering and visualization software for industries like VFX, architecture, and design.",
  "i18n.collectors.chapitre_com.description": "A French online platform specializing in the sale of books, e-books, and cultural products.",
  "i18n.collectors.charge_my_hyundai.description": "An online service to locate, manage, and pay for charging sessions for Hyundai electric vehicles.",
  "i18n.collectors.chargebee.description": "A subscription billing and revenue operations platform for SaaS and subscription-based businesses.",
  "i18n.collectors.chargebee_eu.description": "A subscription billing and revenue operations platform for SaaS and subscription-based businesses.",
  "i18n.collectors.chargedesk.description": "A helpdesk solution that integrates with Stripe to manage customer billing inquiries and disputes.",
  "i18n.collectors.chargemap.description": "A platform to locate and access electric vehicle charging stations across Europe.",
  "i18n.collectors.chargepoint.description": "An online service providing access to a global electric vehicle (EV) charging network.",
  "i18n.collectors.chargify.description": "Chargify offers subscription billing, while Google APIs provide cloud-based development tools and services.",
  "i18n.collectors.charlotte_tilbury.description": "A luxury beauty brand offering premium makeup, skincare, and fragrances with iconic products.",
  "i18n.collectors.charlotte_water.description": "Online service for managing water utility accounts and payments in Charlotte, North Carolina.",
  "i18n.collectors.chartable.description": "A podcast analytics and marketing platform helping creators track performance and grow their audience.",
  "i18n.collectors.chartbeat.description": "A real-time analytics platform for publishers to track and optimize audience engagement.",
  "i18n.collectors.charter_communications.description": "A broadband and cable service provider offering internet, TV, and phone solutions across the US.",
  "i18n.collectors.chartio.description": "A cloud-based business intelligence tool for creating interactive dashboards and visualizing data.",
  "i18n.collectors.chartmogul.description": "A subscription analytics platform that helps SaaS businesses track and optimize their revenue metrics.",
  "i18n.collectors.chase_paymentech_online_reporting.description": "An online reporting platform for payment processing and transaction management by Chase Paymentech.",
  "i18n.collectors.chatarmin.description": "An online platform offering AI-powered chatbot solutions for customer engagement and support.",
  "i18n.collectors.chatbase.description": "A platform to create and customize AI chatbots for websites and applications.",
  "i18n.collectors.chatfuel.description": "A no-code platform for building AI-powered chatbots on Facebook Messenger and other messaging apps.",
  "i18n.collectors.chatlio.description": "A live chat tool for Slack that helps teams engage with website visitors in real-time.",
  "i18n.collectors.chatterbug.description": "An online language learning platform offering live tutoring and interactive lessons.",
  "i18n.collectors.chaynsshop.description": "An online shopping platform offering a variety of products through ChaynsShop.",
  "i18n.collectors.chaze.description": "A collaborative platform for real-time team communication and project management.",
  "i18n.collectors.cheapcargo_com.description": "A cost-effective online platform for booking and comparing international cargo shipping services.",
  "i18n.collectors.cheapsslsecurity.description": "A cost-effective online service providing SSL certificates for secure website encryption.",
  "i18n.collectors.cheaptickets_schweiz.description": "A Swiss online platform offering discounted tickets for flights, hotels, and travel packages.",
  "i18n.collectors.check24_consumer.description": "A German comparison platform for financial products, insurance, and travel services.",
  "i18n.collectors.check24_hotel.description": "A platform for comparing and booking hotels with competitive prices and user reviews.",
  "i18n.collectors.check24_merchant_center_auto.description": "A platform for merchants to manage vehicle listings and sales on Check24's automotive marketplace.",
  "i18n.collectors.check24_partnerprogramm.description": "Check24's partner program offers affiliate marketing opportunities for comparing and booking financial, travel, and insurance services.",
  "i18n.collectors.check24_profis.description": "A platform connecting customers with verified craftsmen and professionals for home services in Germany.",
  "i18n.collectors.checkdomain.description": "A domain registration and web hosting service provider based in Germany.",
  "i18n.collectors.checkoutwc.description": "A high-performance WooCommerce checkout solution designed to boost conversions and streamline the purchasing process.",
  "i18n.collectors.checkrobin.description": "An online service to verify the legitimacy and trustworthiness of websites and businesses.",
  "i18n.collectors.chefsculinar_shop.description": "An online shop offering high-quality culinary tools and professional kitchen equipment for chefs and cooking enthusiasts.",
  "i18n.collectors.chekin.description": "A digital platform for guest registration and identity verification in the hospitality industry.",
  "i18n.collectors.cheque_dejeuner.description": "A French meal voucher service for employees to pay for meals at partner restaurants.",
  "i18n.collectors.cheques_upcadhoc.description": "An online service for managing and processing ad-hoc cheque payments securely.",
  "i18n.collectors.cherchons_com.description": "Cherchons is an online classified ads platform for real estate, jobs, and services in France.",
  "i18n.collectors.cherry_checkout.description": "A seamless online payment solution designed to simplify transactions for businesses and customers.",
  "i18n.collectors.chesterfield_county_utilities_dept.description": "Provides utility services including water, sewer, and waste management for Chesterfield County residents.",
  "i18n.collectors.chiemgau_dsl.description": "A regional internet service provider offering DSL connections in the Chiemgau area of Germany.",
  "i18n.collectors.chocoping.description": "A platform offering AI-powered tools for creative and professional tasks.",
  "i18n.collectors.chomette.description": "A platform for creating and sharing interactive stories with AI-generated content.",
  "i18n.collectors.chpadblock.description": "An online service that helps block ads on various platforms for a cleaner browsing experience.",
  "i18n.collectors.chromatic.description": "A UI testing and review tool for Storybook to catch visual bugs and streamline feedback.",
  "i18n.collectors.chrometa.description": "Automatically tracks time and activities across devices and applications for productivity insights.",
  "i18n.collectors.chrono24.description": "A global online marketplace for buying and selling luxury and premium watches.",
  "i18n.collectors.chronodrive.description": "An online grocery delivery service offering drive-through pickup or home delivery in France.",
  "i18n.collectors.chronofresh_efactures.description": "An online service for managing and accessing electronic invoices (e-invoices) for Chronofresh deliveries.",
  "i18n.collectors.chronopost_preuve_de_livraison.description": "Online service to retrieve and verify Chronopost delivery proofs.",
  "i18n.collectors.chronotruck.description": "A digital freight platform connecting shippers and carriers for efficient road transport solutions.",
  "i18n.collectors.chubb.description": "Chubb is a global insurance provider offering a wide range of coverage options.",
  "i18n.collectors.chunkr_ai.description": "An AI-powered tool to split and organize text into structured chunks for better readability and processing.",
  "i18n.collectors.churnbuster.description": "A service that helps recover failed payments and reduce customer churn automatically.",
  "i18n.collectors.cibtp.description": "Online platform for managing professional training and certifications in the construction sector.",
  "i18n.collectors.cic_avis_de_prelevements_domicilies.description": "Online service for managing direct debit notices (Avis de prélèvements domiciliés) in France.",
  "i18n.collectors.cic_avis_de_virements.description": "Online service by CIC for viewing and managing bank transfer notifications.",
  "i18n.collectors.cic_effets_domicilies.description": "CIC offers domiciliation services for managing securities and financial instruments in France.",
  "i18n.collectors.cic_entreprises.description": "Online banking and financial services for businesses provided by CIC, a major French banking group.",
  "i18n.collectors.cic_extraits_de_comptes.description": "Online service by CIC to access and download bank account statements.",
  "i18n.collectors.cic_releves_fiscaux.description": "Online service for accessing and downloading fiscal statements (tax documents) from CIC bank.",
  "i18n.collectors.cierp3.description": "A comprehensive IT service provider offering cloud, cybersecurity, and digital transformation solutions.",
  "i18n.collectors.cilex.description": "CILEx is the professional body for chartered legal executives and legal professionals in England and Wales.",
  "i18n.collectors.cin7_inventory_software.description": "Cin7 is a cloud-based inventory and order management software for growing businesses.",
  "i18n.collectors.cincopa.description": "A multimedia platform for hosting, managing, and streaming videos, photos, and audio files.",
  "i18n.collectors.cineplex.description": "Online platform for booking movie tickets and purchasing cinema-related products in Germany.",
  "i18n.collectors.cintas.description": "A leading provider of corporate uniforms, facility services, and first aid supplies in North America.",
  "i18n.collectors.cintas_invoice_portal.description": "Online invoice portal for managing and paying Cintas service bills.",
  "i18n.collectors.cintas_myshop.description": "An online platform for ordering uniforms, mats, and facility supplies for businesses.",
  "i18n.collectors.circle.description": "A user authentication and identity management platform for modern applications.",
  "i18n.collectors.circle_k_denmark.description": "A Danish convenience store chain offering fuel, snacks, and everyday essentials.",
  "i18n.collectors.circle_k_germany.description": "Online fleet management and fuel card services for businesses in Germany.",
  "i18n.collectors.circle_k_ireland_business.description": "A convenience store chain in Ireland offering fuel, groceries, and quick-service products.",
  "i18n.collectors.circleci.description": "A continuous integration and delivery platform for automating software builds, tests, and deployments.",
  "i18n.collectors.circula.description": "A digital expense management platform for businesses to streamline receipts, invoices, and reimbursements.",
  "i18n.collectors.circuly.description": "A circular economy platform enabling businesses to manage and optimize reusable packaging systems.",
  "i18n.collectors.citeo.description": "A French company specializing in packaging and paper recycling solutions for businesses.",
  "i18n.collectors.citiz.description": "A French car-sharing service offering flexible and eco-friendly mobility solutions in cities.",
  "i18n.collectors.citizen_circle.description": "A platform connecting citizens to participate in civic initiatives and community projects.",
  "i18n.collectors.cituro.description": "An online service for managing and optimizing digital content delivery.",
  "i18n.collectors.city_bank_usa.description": "A secure online banking service for managing accounts, payments, and financial transactions in the USA.",
  "i18n.collectors.city_map.description": "An online service providing interactive city maps and location-based tools.",
  "i18n.collectors.city_network.description": "A global provider of cloud infrastructure and hosting services with a focus on performance and scalability.",
  "i18n.collectors.city_of_airdrie.description": "Official municipal website for the City of Airdrie, Alberta, offering local services, news, and community information.",
  "i18n.collectors.city_of_alhambra.description": "Online bill payment service for utilities and municipal services in Alhambra, California.",
  "i18n.collectors.city_of_arlington_tx.description": "Online water billing service for residents of Arlington, Texas.",
  "i18n.collectors.city_of_austin_energy.description": "Online service for managing energy usage and bills in Austin, Texas.",
  "i18n.collectors.city_of_beaumont_ca.description": "Online payment service for the City of Beaumont, CA, allowing residents to pay bills and fees securely.",
  "i18n.collectors.city_of_bedford_tx.description": "Online utility billing service for the City of Bedford, Texas.",
  "i18n.collectors.city_of_beverly_hills.description": "Official online portal for the City of Beverly Hills, offering municipal services and resources for residents and businesses.",
  "i18n.collectors.city_of_boca_raton.description": "Online utility billing and account management service for the City of Boca Raton, Florida.",
  "i18n.collectors.city_of_cape_town.description": "An online platform offering e-services for residents of Cape Town, South Africa.",
  "i18n.collectors.city_of_clearwater.description": "Online service for the City of Clearwater providing access to permits, records, and municipal services.",
  "i18n.collectors.city_of_compton.description": "Online payment portal for the City of Compton's services and utilities.",
  "i18n.collectors.city_of_fort_collins_utility.description": "Online service for managing utility bills and services in Fort Collins, Colorado.",
  "i18n.collectors.city_of_galveston.description": "Online payment platform for City of Galveston municipal services and utilities.",
  "i18n.collectors.city_of_grover_beach.description": "Online utility billing service for the City of Grover Beach, California.",
  "i18n.collectors.city_of_hesperia_water_district.description": "Online billing and payment service for water utilities in the City of Hesperia.",
  "i18n.collectors.city_of_high_point_utilities.description": "Online payment service for utilities in the City of High Point, North Carolina.",
  "i18n.collectors.city_of_hollywood.description": "Online payment service for utilities and city services in Hollywood, Florida.",
  "i18n.collectors.city_of_johannesburg.description": "An online platform for accessing municipal services and information for Johannesburg residents.",
  "i18n.collectors.city_of_loma_linda.description": "Online self-service portal for the City of Loma Linda, offering municipal services and resources.",
  "i18n.collectors.city_of_long_beach.description": "Online utility services for residents and businesses in Long Beach, California.",
  "i18n.collectors.city_of_mansfield_tx.description": "Online payment platform for the City of Mansfield, Texas, offering convenient utility and service bill payments.",
  "i18n.collectors.city_of_pembroke_pines_utilites.description": "Online service for managing utility bills and accounts in the City of Pembroke Pines, Florida.",
  "i18n.collectors.city_of_rancho_cucamonga.description": "Online municipal utility services for the City of Rancho Cucamonga, including billing and account management.",
  "i18n.collectors.city_of_redlands_utilities.description": "Online service for managing utility accounts in the City of Redlands, including water, sewer, and trash services.",
  "i18n.collectors.city_of_sacramento_utilities.description": "Online service for managing utility accounts and services in the City of Sacramento.",
  "i18n.collectors.city_of_san_bernadino_water.description": "Online billing service for water utilities in the City of San Bernardino.",
  "i18n.collectors.city_of_sanford.description": "Online portal for the City of Sanford's government services, permits, and citizen resources.",
  "i18n.collectors.city_of_santa_monica.description": "Online utility portal for the City of Santa Monica to manage services like water, waste, and more.",
  "i18n.collectors.city_of_signal_hill.description": "Online payment service for the City of Signal Hill, California.",
  "i18n.collectors.city_of_tallahassy.description": "Online self-service portal for residents of Tallahassee to access city services and information.",
  "i18n.collectors.city_of_tampa.description": "Official website of the City of Tampa providing municipal services, information, and resources for residents and visitors.",
  "i18n.collectors.city_of_torrance_utilities.description": "Online platform for managing utility services in Torrance, California.",
  "i18n.collectors.city_of_vancouver_permits_and_licences.description": "Online portal for applying, managing, and tracking permits and licences in the City of Vancouver.",
  "i18n.collectors.city_water_light_and_power.description": "A municipal utility providing water, electricity, and power services to the city.",
  "i18n.collectors.cityscoot.description": "Self-service electric scooter rental for urban mobility in major European cities.",
  "i18n.collectors.civiweb_bulletin.description": "An online bulletin service for community and organizational announcements.",
  "i18n.collectors.cj_partners.description": "A leading global affiliate marketing network connecting advertisers and publishers.",
  "i18n.collectors.cjdropshipping.description": "A global dropshipping platform offering product sourcing, warehousing, and order fulfillment services.",
  "i18n.collectors.ck_editor.description": "A powerful online rich-text editor for seamless content creation and management.",
  "i18n.collectors.claranet.description": "Claranet provides managed IT services, cloud solutions, and cybersecurity for businesses.",
  "i18n.collectors.clarizen.description": "A cloud-based collaborative work management platform for enterprises to streamline projects and workflows.",
  "i18n.collectors.class_pass_partner.description": "A platform connecting users to fitness studios and wellness classes with flexible booking options.",
  "i18n.collectors.classic_analytics_gmbh.description": "A specialized analytics service provider offering data-driven insights and business intelligence solutions.",
  "i18n.collectors.classmarker.description": "An online testing platform for creating, managing, and delivering quizzes and assessments.",
  "i18n.collectors.classpass.description": "A flexible fitness membership that gives access to a variety of gyms, studios, and wellness activities.",
  "i18n.collectors.clay.description": "A collaborative workspace to organize and automate data-driven workflows.",
  "i18n.collectors.cleafin_clean_concept.description": "An online shop offering eco-friendly cleaning products for a sustainable lifestyle.",
  "i18n.collectors.cleantalk.description": "A cloud-based anti-spam and security service for websites and applications.",
  "i18n.collectors.clear_business.description": "A provider of business communication services including broadband, phone, and cloud solutions.",
  "i18n.collectors.clearbit.description": "A data enrichment API that provides real-time business and contact information for companies and individuals.",
  "i18n.collectors.cleco.description": "An online service provider offering energy solutions and account management for customers in Louisiana.",
  "i18n.collectors.clever_cloud.description": "A fully managed Platform-as-a-Service (PaaS) for hosting, deploying, and scaling applications effortlessly.",
  "i18n.collectors.clever_elements.description": "An email marketing platform designed for automation, personalization, and analytics to optimize campaigns.",
  "i18n.collectors.cleverbridge.description": "A global e-commerce platform enabling digital sales, subscription management, and monetization solutions.",
  "i18n.collectors.cleverlohn.description": "A German online payroll service for efficient salary management and HR tasks.",
  "i18n.collectors.cleverreach.description": "A professional email marketing platform for creating, sending, and analyzing email campaigns.",
  "i18n.collectors.clevvermail.description": "A secure and user-friendly email service designed for privacy-focused communication.",
  "i18n.collectors.clickatell.description": "A global communications platform enabling businesses to send SMS, chat, and voice messages.",
  "i18n.collectors.clickcease.description": "A click fraud protection service that helps businesses block fake clicks on their ads.",
  "i18n.collectors.clickfire.description": "An online service for creating and managing digital advertising campaigns efficiently.",
  "i18n.collectors.clickguard.description": "An online service that helps protect and optimize PPC campaigns by preventing click fraud.",
  "i18n.collectors.clickmagick.description": "A comprehensive link tracking and optimization platform for marketers to monitor, analyze, and improve their campaigns.",
  "i18n.collectors.clickmeeting.description": "A web-based platform for hosting webinars, online meetings, and video conferences with ease.",
  "i18n.collectors.clickoutil.description": "An online tool for automating clicks and repetitive tasks to enhance productivity.",
  "i18n.collectors.clicksend.description": "A cloud-based communication platform for sending SMS, MMS, voice, email, and fax globally.",
  "i18n.collectors.clickskeks.description": "An Austrian online platform for managing and tracking employee working hours and attendance.",
  "i18n.collectors.clickup.description": "An all-in-one productivity platform to manage tasks, docs, goals, and collaboration in one place.",
  "i18n.collectors.clickworker.description": "An online platform offering microtasks and crowdsourcing services for businesses and individuals.",
  "i18n.collectors.clicky.description": "A real-time web analytics service that provides detailed visitor insights and privacy-focused tracking.",
  "i18n.collectors.climeworks.description": "A Swiss company specializing in carbon dioxide air capture technology to combat climate change.",
  "i18n.collectors.clinic_dress.description": "An online service offering professional medical clothing and accessories for healthcare professionals.",
  "i18n.collectors.clinique_du_cheveu.description": "A specialized online clinic offering expert hair care and scalp treatment services.",
  "i18n.collectors.clipchamp.description": "A free online video editor for creating and editing videos with ease.",
  "i18n.collectors.clipdealer.description": "A stock media platform offering high-quality images, videos, and audio clips for creative projects.",
  "i18n.collectors.clipping_magic.description": "An online tool to quickly and accurately remove backgrounds from images.",
  "i18n.collectors.clippingbees.description": "An online service specializing in professional image clipping and background removal.",
  "i18n.collectors.cliqer.description": "An online platform for creating and managing interactive digital business cards with ease.",
  "i18n.collectors.clixtell.description": "An online service offering link management and tracking solutions for digital marketing.",
  "i18n.collectors.clockify.description": "A free time tracker and timesheet app for teams to monitor work hours and productivity.",
  "i18n.collectors.clockin.description": "An online service for time tracking and employee attendance management.",
  "i18n.collectors.clockodo.description": "A time tracking and project management tool for teams and businesses.",
  "i18n.collectors.clockshark.description": "A time tracking and scheduling software designed for field service and construction businesses.",
  "i18n.collectors.close_crm.description": "An all-in-one sales CRM designed to boost productivity with built-in calling, SMS, and email tools.",
  "i18n.collectors.closte_com.description": "An online platform for managing and optimizing business processes with collaborative tools.",
  "i18n.collectors.cloud86.description": "A cloud-based platform offering scalable infrastructure and development tools for modern applications.",
  "i18n.collectors.cloud9.description": "A cloud-based integrated development environment (IDE) that supports multiple programming languages and collaboration features.",
  "i18n.collectors.cloud_66.description": "A DevOps-as-a-Service platform for deploying, managing, and scaling applications on any cloud or server.",
  "i18n.collectors.cloudally.description": "CloudAlly provides automated cloud-to-cloud backup and recovery for SaaS applications like Microsoft 365, Google Workspace, and more.",
  "i18n.collectors.cloudcannon.description": "A Git-based CMS for static sites, enabling seamless content editing and collaboration.",
  "i18n.collectors.cloudconvert.description": "A versatile online file conversion tool supporting over 200 formats for documents, images, videos, and more.",
  "i18n.collectors.cloudcraft_co.description": "A visual tool for designing and documenting cloud architectures in AWS.",
  "i18n.collectors.cloudflare.description": "A web infrastructure and security company providing CDN, DDoS protection, and domain registration services.",
  "i18n.collectors.cloudhq.description": "A service that syncs, backs up, and automates workflows across multiple cloud storage platforms.",
  "i18n.collectors.cloudimage_io.description": "A cloud-based image optimization and transformation service for websites and applications.",
  "i18n.collectors.cloudinary.description": "A cloud-based media management platform for uploading, storing, and delivering images and videos.",
  "i18n.collectors.cloudlinux.description": "A Linux-based operating system optimized for shared hosting environments to improve stability, security, and performance.",
  "i18n.collectors.cloudmailin.description": "A service that converts incoming emails into HTTP POST requests for easy integration with web applications.",
  "i18n.collectors.cloudmersive.description": "A cloud-based API platform offering document, image, and data processing services.",
  "i18n.collectors.cloudns.description": "A reliable DNS hosting service offering global anycast network and advanced DNS management tools.",
  "i18n.collectors.cloudprinter.description": "A global print network enabling on-demand printing and delivery of customizable products worldwide.",
  "i18n.collectors.cloudrad_io.description": "An online platform providing cloud-based radio broadcasting and streaming services.",
  "i18n.collectors.cloudsale.description": "An online platform offering cloud-based sales solutions for businesses.",
  "i18n.collectors.cloudsecretary_telefon_service.description": "A cloud-based telephone service providing virtual receptionist and call management solutions.",
  "i18n.collectors.cloudsmith.description": "A fully managed package management SaaS for securely storing, sharing, and distributing software artifacts.",
  "i18n.collectors.cloudsponge.description": "A contact importer service that helps users easily import their address books into web applications.",
  "i18n.collectors.cloudspot.description": "A cloud-based platform for managing and sharing digital assets efficiently.",
  "i18n.collectors.cloudways.description": "A managed cloud hosting platform for PHP-based applications with optimized performance and scalability.",
  "i18n.collectors.clousale.description": "An online platform offering cloud-based contract lifecycle management (CLM) solutions for businesses.",
  "i18n.collectors.clover.description": "A comprehensive point-of-sale and business management platform for restaurants and retailers.",
  "i18n.collectors.cloze_com.description": "Cloze is an AI-powered relationship management platform that helps users track and strengthen their professional and personal connections.",
  "i18n.collectors.cls_med.description": "CLS-med is an online platform offering medical and clinical laboratory services in Germany.",
  "i18n.collectors.club_certas.description": "Club Certas is an online service offering discounts and exclusive deals for members.",
  "i18n.collectors.club_chauffeur.description": "A premium chauffeur service offering luxury transportation with professional drivers.",
  "i18n.collectors.club_optic_leader.description": "Online platform for managing Club Optic Leader memberships and services.",
  "i18n.collectors.clubdesk.description": "An online platform for managing clubs, associations, and member organizations efficiently.",
  "i18n.collectors.cm_cic_leasing.description": "An online platform for managing leasing contracts and financial services provided by CM-CIC Group.",
  "i18n.collectors.cm_telecom.description": "A global provider of cloud communication services, including SMS, voice, and two-factor authentication solutions.",
  "i18n.collectors.cmo_de.description": "CMO.de is an online customer management platform offering marketing and sales solutions for businesses.",
  "i18n.collectors.cnm_sante_entreprises.description": "CNM Santé provides online health and occupational health services for businesses and professionals.",
  "i18n.collectors.cnm_sante_partenaires_de_sante.description": "CNM Santé is an online health partner platform offering personalized health services for professionals.",
  "i18n.collectors.cnmss_avis_de_paiement.description": "Online service for managing and consulting CNMSS payment notices for French social security contributions.",
  "i18n.collectors.cnmss_releves_mensuels.description": "Online service providing monthly statements for French social security contributions (CNMSS).",
  "i18n.collectors.coachy.description": "An online platform connecting users with expert coaches for personalized guidance and mentorship.",
  "i18n.collectors.cobelsa_easypay.description": "An online payment service provided by Cobelsa for secure and convenient transactions.",
  "i18n.collectors.cobot.description": "A user-friendly coworking space management software for handling bookings, billing, and member communications.",
  "i18n.collectors.coca_cola_au.description": "Official online platform for Coca-Cola Australia, offering promotions, rewards, and product information.",
  "i18n.collectors.coca_cola_ep_partners.description": "An online platform for Coca-Cola employees and partners to access exclusive resources and benefits.",
  "i18n.collectors.coca_cola_european_partners.description": "An online portal for Coca-Cola European Partners offering business solutions and services to partners and customers.",
  "i18n.collectors.coca_cola_hbc.description": "A leading bottler and distributor of The Coca-Cola Company's beverages across 28 countries.",
  "i18n.collectors.cockatoo.description": "An online checkout platform for seamless and secure payments.",
  "i18n.collectors.cocolyze.description": "A web analytics and SEO tool designed to help businesses optimize their online presence and track performance metrics.",
  "i18n.collectors.coconut.description": "A cloud-based video encoding and transcoding service for seamless media processing.",
  "i18n.collectors.coda.description": "A powerful all-in-one doc that combines documents, spreadsheets, and databases for seamless collaboration.",
  "i18n.collectors.codacy.description": "Automated code review and quality monitoring platform for development teams.",
  "i18n.collectors.codeable.description": "A platform connecting WordPress experts with clients for custom development projects.",
  "i18n.collectors.codeanywhere.description": "A cloud-based IDE that allows developers to code, collaborate, and run projects from anywhere.",
  "i18n.collectors.codebase.description": "A billing and media management platform for online services and digital content.",
  "i18n.collectors.codecademy.description": "An interactive online platform offering coding courses in various programming languages.",
  "i18n.collectors.codecov.description": "A code coverage tool that helps developers track and improve their code quality.",
  "i18n.collectors.codefresh.description": "A modern CI/CD platform designed for Kubernetes and cloud-native applications.",
  "i18n.collectors.codeinterview.description": "An online platform for conducting live coding interviews and technical assessments.",
  "i18n.collectors.codemagic.description": "A CI/CD platform for mobile apps, automating builds, tests, and deployments for iOS and Android.",
  "i18n.collectors.codementor.description": "An online platform offering live 1:1 coding help and mentorship from expert developers.",
  "i18n.collectors.coderbyte.description": "An online platform offering coding challenges and interview preparation resources for developers.",
  "i18n.collectors.codeschool.description": "An interactive online learning platform for coding and web development.",
  "i18n.collectors.codeship.description": "A cloud-based continuous integration and delivery platform for automating software builds, tests, and deployments.",
  "i18n.collectors.codetwo.description": "A cloud-based service for creating and managing professional email signatures in Microsoft 365.",
  "i18n.collectors.codiclic.description": "An online platform offering coding challenges and tutorials to learn programming efficiently.",
  "i18n.collectors.codio.description": "An online cloud-based IDE and coding platform for learning and teaching programming.",
  "i18n.collectors.coeo_inkasso.description": "A German debt collection service specializing in efficient and professional recovery solutions.",
  "i18n.collectors.coface_customer_portal_cofanet.description": "CofaNet is Coface's online customer portal for credit insurance and risk management services.",
  "i18n.collectors.cofaq.description": "An online platform for managing and tracking administrative procedures related to vehicle registration in France.",
  "i18n.collectors.coffee_circle.description": "A sustainable online coffee shop offering high-quality, ethically sourced specialty coffees.",
  "i18n.collectors.coffeecup_app.description": "A web-based tool for managing martial arts dojos, memberships, and training schedules.",
  "i18n.collectors.coffeefair.description": "A German online shop offering fair-trade, organic, and high-quality coffee products.",
  "i18n.collectors.coffeeness.description": "An online shop specializing in high-quality coffee machines, accessories, and premium coffee beans.",
  "i18n.collectors.coffeosi.description": "An online platform offering specialty coffee subscriptions and brewing equipment.",
  "i18n.collectors.coffreo_pro.description": "A secure online platform for managing and sharing sensitive documents with advanced encryption.",
  "i18n.collectors.cofidis.description": "A financial service provider offering personal loans and credit solutions online.",
  "i18n.collectors.cofidis_mobile.description": "A mobile service offering flexible payment solutions and credit options in France.",
  "i18n.collectors.cognitoforms.description": "An online form builder that allows users to create custom forms, collect payments, and automate workflows.",
  "i18n.collectors.coinbase.description": "A popular cryptocurrency exchange platform for buying, selling, and storing digital assets securely.",
  "i18n.collectors.coinlayer.description": "A real-time cryptocurrency exchange rate and market data API for developers.",
  "i18n.collectors.coinpaprika.description": "A comprehensive cryptocurrency market data platform offering real-time prices, charts, and analytics.",
  "i18n.collectors.colisexpat.description": "A shipping service for expatriates to send and receive packages internationally.",
  "i18n.collectors.colizey.description": "A French online platform offering collaborative tools for project management and team coordination.",
  "i18n.collectors.collect.description": "A platform for streamlining and automating accounts receivable management.",
  "i18n.collectors.collect_chat.description": "A no-code chatbot builder to collect data and engage visitors on websites via conversational forms.",
  "i18n.collectors.collective2.description": "A platform for auto-trading strategies and connecting traders with investors.",
  "i18n.collectors.collier_county_utilities.description": "Online service for managing and paying utility bills in Collier County, Florida.",
  "i18n.collectors.collmex.description": "Collmex is a German cloud-based ERP and accounting software for small and medium-sized businesses.",
  "i18n.collectors.coloau.description": "An Australian online portal offering colocation and data center services for businesses.",
  "i18n.collectors.colonna_coffee.description": "A specialty coffee roaster and retailer offering high-quality beans and brewing equipment.",
  "i18n.collectors.colonna_coffee_wholesale.description": "Premium wholesale coffee supplier offering specialty beans and professional equipment for cafes and businesses.",
  "i18n.collectors.colorfabb.description": "A leading supplier of high-quality 3D printing filaments and materials for professional and hobbyist use.",
  "i18n.collectors.colorful_standard.description": "A sustainable clothing brand offering organic, high-quality basics in a wide range of colors.",
  "i18n.collectors.colourlab_ai.description": "An AI-powered tool for professional color grading and film emulation in video editing.",
  "i18n.collectors.colt.description": "Colt provides high-performance network, cloud, and digital infrastructure services for businesses globally.",
  "i18n.collectors.columbia_gas_of_pennsylvania.description": "Online service for managing Columbia Gas of Pennsylvania accounts, including billing and usage tracking.",
  "i18n.collectors.columbia_gas_of_virginia.description": "Online service for managing Columbia Gas of Virginia accounts, including billing and energy usage.",
  "i18n.collectors.combell.description": "A European hosting provider offering domain registration, web hosting, and cloud services.",
  "i18n.collectors.comdesk.description": "Comdesk is a German online platform for managing and automating administrative tasks like invoicing and accounting.",
  "i18n.collectors.comed.description": "An electric utility company providing power to northern Illinois, including Chicago.",
  "i18n.collectors.comet_backup.description": "A secure and scalable cloud backup solution for businesses and service providers.",
  "i18n.collectors.comin.description": "An online service providing telecommunication and internet solutions for businesses and individuals.",
  "i18n.collectors.commercialcafe_securecafe3.description": "An online platform offering property management and leasing solutions for commercial real estate.",
  "i18n.collectors.commerzbank_firmenkunden.description": "Online banking portal for Commerzbank's business customers, offering secure account management and financial services.",
  "i18n.collectors.commerzbank_kreditkartenabrechnung_business.description": "Online service for managing Commerzbank business credit card statements and transactions.",
  "i18n.collectors.commitly.description": "An online platform helping teams improve productivity and accountability through structured commitments.",
  "i18n.collectors.commodis.description": "A digital platform offering flexible and scalable IT infrastructure solutions for businesses.",
  "i18n.collectors.communication_fournisseur_carrefour_france.description": "Online platform for Carrefour France suppliers to manage communications and operations.",
  "i18n.collectors.communicationads.description": "An online platform for managing and optimizing communication and advertising campaigns.",
  "i18n.collectors.comodosslstore.description": "A trusted online platform for purchasing and managing SSL/TLS certificates from Comodo (now Sectigo).",
  "i18n.collectors.compagnie_du_mont_blanc.description": "A company offering mountain transport and tourism services in the Mont-Blanc region, including cable cars and ski lifts.",
  "i18n.collectors.compagnie_parisienne_de_chauffage_urbain_cpcu.description": "Parisian company providing urban heating services through district heating networks.",
  "i18n.collectors.companies_house.description": "UK government service for registering and managing company information online.",
  "i18n.collectors.companion_tea.description": "A wholesaler offering premium loose-leaf teas and tea accessories for businesses.",
  "i18n.collectors.companyhouse_ag.description": "CompanyHouse AG provides online business registration and corporate services in Germany.",
  "i18n.collectors.companyon_analytics_gmbh.description": "A business analytics platform providing data-driven insights for companies.",
  "i18n.collectors.compassmining_io.description": "A platform offering hosted Bitcoin mining solutions for individuals and institutions.",
  "i18n.collectors.compleadly.description": "A German-based online service specializing in competitive intelligence and lead generation tools for businesses.",
  "i18n.collectors.complianz.description": "A privacy suite for WordPress that helps websites comply with GDPR, CCPA, and other privacy laws.",
  "i18n.collectors.compteur_energie.description": "An online service for monitoring and analyzing energy consumption in real-time.",
  "i18n.collectors.comptoir_du_commerce.description": "An online platform offering a wide range of commercial products and services.",
  "i18n.collectors.compufirst.description": "Compufirst is a provider of IT solutions and services, specializing in hardware, software, and digital transformation.",
  "i18n.collectors.computer_universe.description": "An online retailer specializing in computer hardware, electronics, and IT accessories.",
  "i18n.collectors.computerfutures_worksheets.description": "An online platform providing educational worksheets for computer science and technology topics.",
  "i18n.collectors.computerfutures_worksheets_new_portal.description": "An online portal providing educational worksheets and resources for tech professionals.",
  "i18n.collectors.computershare_voucher_services.description": "A platform for managing and redeeming employee vouchers and rewards online.",
  "i18n.collectors.comtech.description": "Comtech provides advanced communication solutions and technology services for businesses and industries.",
  "i18n.collectors.comunified_interactive_digital_media_gmbh.description": "Provides interactive digital media solutions for engaging online experiences.",
  "i18n.collectors.comviq.description": "A Swedish mobile network operator offering prepaid and subscription-based mobile services.",
  "i18n.collectors.conaty_catering_supplies.description": "A trusted supplier of high-quality catering equipment and supplies for professionals.",
  "i18n.collectors.conbr_io_filesharing.description": "A simple and secure file-sharing service for quick transfers.",
  "i18n.collectors.concardis_my_concardis.description": "Concardis provides secure online payment solutions for businesses and merchants.",
  "i18n.collectors.concardis_payments.description": "A secure online payment service for businesses to process transactions efficiently.",
  "i18n.collectors.concentrix.description": "A global provider of customer experience (CX) solutions and technology services for retail and e-commerce businesses.",
  "i18n.collectors.concept_board.description": "A collaborative online whiteboard for real-time teamwork and visual project planning.",
  "i18n.collectors.concur.description": "A travel and expense management service for businesses to streamline corporate spending.",
  "i18n.collectors.conectabalear.description": "An online platform offering connectivity and digital services for the Balearic Islands.",
  "i18n.collectors.conedison.description": "Provides electricity, gas, and steam services to New York City and Westchester County.",
  "i18n.collectors.confluence_test.description": "A collaboration wiki tool used to help teams share, organize, and discover information efficiently.",
  "i18n.collectors.confluent.description": "A fully-managed event streaming platform based on Apache Kafka for real-time data processing.",
  "i18n.collectors.conforama.description": "A French retail chain specializing in furniture, home appliances, and electronics.",
  "i18n.collectors.congstar.description": "A German mobile virtual network operator offering prepaid and contract mobile services.",
  "i18n.collectors.congstar_aufladen.description": "Online service for recharging Congstar prepaid mobile phones in Germany.",
  "i18n.collectors.conitpark.description": "Online service for managing and paying for parking spaces in Germany.",
  "i18n.collectors.connect365.description": "A cloud-based platform offering unified communication and collaboration tools for businesses.",
  "i18n.collectors.connect_booster.description": "An online platform for streamlining accounts receivable and payment processing for businesses.",
  "i18n.collectors.connectil.description": "A cloud-based platform offering secure and scalable online collaboration tools for businesses.",
  "i18n.collectors.connectio.description": "A platform for automating LinkedIn outreach and multi-channel lead generation.",
  "i18n.collectors.connects.description": "A Swiss online platform offering secure communication and collaboration tools for businesses.",
  "i18n.collectors.connectwise_customer_portal_colohouse.description": "A customer portal for managing ConnectWise services hosted by Colohouse.",
  "i18n.collectors.connektar.description": "A German online platform connecting professionals and businesses for networking and collaboration opportunities.",
  "i18n.collectors.connox.description": "Connox is an online shop specializing in high-quality designer furniture, lighting, and home accessories.",
  "i18n.collectors.conocido_webhosting.description": "A web hosting service provider offering reliable and affordable hosting solutions.",
  "i18n.collectors.conquest_entertainment.description": "An online platform offering a variety of entertainment services and digital content.",
  "i18n.collectors.conrad.description": "Conrad is a leading European online retailer specializing in electronics, technology, and industrial equipment.",
  "i18n.collectors.conrad_at.description": "Conrad.at is an Austrian online electronics and technology retailer offering a wide range of products for professionals and hobbyists.",
  "i18n.collectors.conrad_biz_geschaftskunden.description": "Conrad.biz is an online B2B platform offering a wide range of electronic components, tools, and industrial supplies for business customers.",
  "i18n.collectors.conrad_com.description": "Online electronics and technology retailer offering a wide range of products for professionals and hobbyists.",
  "i18n.collectors.conrad_fr.description": "Conrad.fr is an online retailer specializing in electronics, technology, and DIY tools for professionals and hobbyists.",
  "i18n.collectors.conrad_nl.description": "Conrad.nl is an online electronics and technology retailer offering a wide range of products for professionals and hobbyists.",
  "i18n.collectors.consent_manager.description": "A GDPR-compliant consent management platform for websites to handle user privacy preferences.",
  "i18n.collectors.consorsfinanz.description": "A German online banking and consumer finance service offering loans, savings, and investment products.",
  "i18n.collectors.consortium_immobilier.description": "A French real estate service specializing in property sales, rentals, and management.",
  "i18n.collectors.constant_contact.description": "An email marketing service helping businesses create, send, and track professional email campaigns.",
  "i18n.collectors.constantcontent.description": "An online marketplace for buying and selling custom-written articles, blog posts, and other content.",
  "i18n.collectors.constellation_new_energy_dn.description": "An online energy management platform for monitoring and optimizing energy usage.",
  "i18n.collectors.consumers_energy.description": "A Michigan-based utility provider offering electricity and natural gas services to residential and business customers.",
  "i18n.collectors.contabo.description": "A German hosting provider offering affordable VPS, dedicated servers, and web hosting solutions.",
  "i18n.collectors.contact_plus.description": "A smart contact management platform to organize, enrich, and engage with your professional network.",
  "i18n.collectors.contactcare_nl.description": "An online platform for secure and efficient communication in healthcare settings.",
  "i18n.collectors.contea_ai.description": "An AI-powered platform for streamlining and automating business processes and workflows.",
  "i18n.collectors.contego_factoring.description": "An online factoring service providing businesses with quick access to working capital by financing their invoices.",
  "i18n.collectors.content_de.description": "A German-based content marketplace connecting publishers and authors for high-quality written content.",
  "i18n.collectors.content_snare.description": "A tool that simplifies collecting content and files from clients with automated reminders and easy organization.",
  "i18n.collectors.contentcreator.description": "An online platform for creating and managing digital content efficiently.",
  "i18n.collectors.contentdrips.description": "A platform for scheduling and automating content delivery via email or other channels.",
  "i18n.collectors.contentfly_com.description": "An on-demand content creation platform connecting businesses with professional writers for scalable, high-quality content.",
  "i18n.collectors.contentful.description": "A headless CMS for managing and delivering digital content across platforms.",
  "i18n.collectors.contents.description": "A dashboard service for managing and delivering digital content efficiently.",
  "i18n.collectors.contentstudio.description": "A comprehensive content marketing and social media management platform for planning, creating, and distributing content.",
  "i18n.collectors.continentale.description": "A German insurance and financial services provider offering corporate solutions.",
  "i18n.collectors.contipark_at.description": "An online service for managing parking reservations and payments in Austria.",
  "i18n.collectors.contora_ag.description": "Contora AG provides online customer portals and digital services for business management.",
  "i18n.collectors.contorion.description": "An online shop specializing in professional tools, workshop equipment, and industrial supplies for craftsmen and DIY enthusiasts.",
  "i18n.collectors.contorion_austria.description": "Contorion Austria is an online shop specializing in professional tools and workshop equipment.",
  "i18n.collectors.contra_com.description": "A commission-free platform for independent professionals to showcase their work and connect with clients.",
  "i18n.collectors.contractbook.description": "A digital platform for creating, signing, and managing contracts efficiently.",
  "i18n.collectors.contracthero.description": "A digital platform for managing, analyzing, and automating contracts efficiently.",
  "i18n.collectors.contractor_commerce.description": "An online platform designed to streamline operations and management for contractors and service providers.",
  "i18n.collectors.converse_ai.description": "An AI-powered platform for engaging and intelligent conversational experiences.",
  "i18n.collectors.conversio.description": "An email marketing platform designed to help eCommerce businesses drive sales with automated campaigns.",
  "i18n.collectors.conversionfly.description": "A tool that helps optimize website conversions through analytics and AI-driven insights.",
  "i18n.collectors.convertapi.description": "An online file conversion service supporting various document, image, and data formats.",
  "i18n.collectors.convertflow.description": "A platform for creating personalized website popups, forms, and surveys to boost conversions and engagement.",
  "i18n.collectors.convertiser.description": "An online tool for converting and optimizing files, documents, and media formats effortlessly.",
  "i18n.collectors.convertist.description": "An online tool for converting units, currencies, and measurements quickly and accurately.",
  "i18n.collectors.convertkit.description": "An email marketing platform designed for creators to grow and engage their audience effectively.",
  "i18n.collectors.conveythis.description": "A website translation tool that automates multilingual content for global audiences.",
  "i18n.collectors.cookie_first.description": "A consent management platform helping websites comply with GDPR and other privacy regulations.",
  "i18n.collectors.cookie_script.description": "A GDPR-compliant cookie consent management solution for websites to ensure compliance with privacy laws.",
  "i18n.collectors.cookiebot.description": "A consent management platform ensuring GDPR and CCPA compliance for website cookies and trackers.",
  "i18n.collectors.cookiebot_cmp_admin_interface.description": "A consent management platform (CMP) for GDPR, CCPA, and other privacy compliance needs.",
  "i18n.collectors.cookiehub.description": "A GDPR-compliant cookie consent management platform for websites to ensure user privacy and compliance.",
  "i18n.collectors.cookiepro.description": "A comprehensive consent management platform for compliance with global privacy regulations.",
  "i18n.collectors.cookieyes.description": "A GDPR-compliant cookie consent solution for websites to manage user consent and privacy preferences.",
  "i18n.collectors.coolblue_nl.description": "A popular Dutch online retailer offering electronics, appliances, and lifestyle products with fast delivery.",
  "i18n.collectors.coolsafety.description": "A Dutch online service providing safety solutions and training for workplaces.",
  "i18n.collectors.coolshop_de.description": "Coolshop.de is an online retailer offering a wide range of lifestyle products, electronics, and gadgets in Germany.",
  "i18n.collectors.coop.description": "A Danish cooperative retail chain offering groceries, household items, and online shopping services.",
  "i18n.collectors.coop_ch.description": "A Swiss retail and wholesale company offering groceries, electronics, and other consumer goods online and in-store.",
  "i18n.collectors.coopervision.description": "An online e-commerce platform for purchasing CooperVision contact lenses and eye care products.",
  "i18n.collectors.copaco.description": "A leading European distributor of IT infrastructure and cloud solutions for businesses.",
  "i18n.collectors.copadex.description": "An online platform offering specialized services or tools for a specific domain.",
  "i18n.collectors.copecart.description": "An online platform offering digital products and services for streamers and content creators.",
  "i18n.collectors.copie_france.description": "A French online service for ordering and managing document reproduction and printing solutions.",
  "i18n.collectors.coppenrath_b2b.description": "Coppenrath's B2B platform for professional customers to order bakery and confectionery products online.",
  "i18n.collectors.copper_crm.description": "A user-friendly CRM platform designed to streamline sales and customer relationship management for businesses.",
  "i18n.collectors.copy_ai.description": "An AI-powered tool for generating high-quality marketing copy, content, and ideas in seconds.",
  "i18n.collectors.copyleaks.description": "An AI-powered plagiarism detection and content analysis platform for ensuring originality and authenticity.",
  "i18n.collectors.copyscape.description": "A plagiarism detection tool to find duplicate content online.",
  "i18n.collectors.copytrack.description": "An online service for tracking and managing copyright infringements globally.",
  "i18n.collectors.cora_credit.description": "Cora is an online credit service offering fast and flexible loan solutions in France.",
  "i18n.collectors.corel_draw.description": "A professional vector graphics editor for designing logos, illustrations, and layouts.",
  "i18n.collectors.coriolis.description": "Coriolis provides advanced data management and analysis solutions for businesses.",
  "i18n.collectors.cork_builder_provider.description": "An online service offering digital tools for builders and contractors in Cork.",
  "i18n.collectors.cornelsen_verlag.description": "A leading German publisher offering digital educational resources and online learning platforms for schools.",
  "i18n.collectors.corrently.description": "A German platform enabling local energy sharing and sustainable electricity solutions for communities.",
  "i18n.collectors.correos_es.description": "Official Spanish postal service offering mail, parcel delivery, and e-postal solutions.",
  "i18n.collectors.corsizio.description": "An all-in-one online registration and event management platform for businesses and organizations.",
  "i18n.collectors.cos.description": "An online platform offering cloud object storage services for scalable data management.",
  "i18n.collectors.cos_computer.description": "An online store offering a wide range of computer hardware and accessories.",
  "i18n.collectors.coschedule.description": "An all-in-one marketing calendar and workflow tool to organize and execute campaigns efficiently.",
  "i18n.collectors.coserv.description": "An online service platform for managing CoServ electric and energy accounts.",
  "i18n.collectors.cosmic_sports_b2b.description": "A B2B platform offering wholesale sports equipment and apparel for retailers and businesses.",
  "i18n.collectors.cosmosdirekt.description": "A German online insurance provider offering a wide range of insurance products directly to customers.",
  "i18n.collectors.costa_co_uk.description": "A popular UK-based coffeehouse chain offering a variety of hot and cold beverages, snacks, and light meals.",
  "i18n.collectors.countdownmail.description": "A service that sends scheduled emails with customizable countdown timers.",
  "i18n.collectors.counterpath.description": "A provider of VoIP and unified communication software solutions for businesses and service providers.",
  "i18n.collectors.coup_de_pates.description": "A French online shop specializing in high-quality fresh pasta and gourmet products.",
  "i18n.collectors.coupon_carrier.description": "A service that helps users discover, organize, and redeem digital coupons effortlessly.",
  "i18n.collectors.courrier_du_voyageur.description": "A secure online service for managing travel-related mail and packages while abroad.",
  "i18n.collectors.coursera.description": "An online learning platform offering courses, certificates, and degrees from top universities and companies.",
  "i18n.collectors.coveragebook.description": "A tool to create professional and visually appealing PR coverage reports effortlessly.",
  "i18n.collectors.coverd.description": "Coverd is an online platform that helps users create and customize professional cover letters effortlessly.",
  "i18n.collectors.covetrus.description": "Covetrus provides veterinary software, services, and supply chain solutions to enhance animal healthcare globally.",
  "i18n.collectors.cox.description": "Cox Communications provides high-speed internet, TV, and home phone services across the US.",
  "i18n.collectors.cox_business.description": "A provider of internet, phone, and TV services tailored for businesses of all sizes.",
  "i18n.collectors.cozigou.description": "An online platform offering carpooling and shared mobility solutions for efficient and eco-friendly travel.",
  "i18n.collectors.cpam_avis_de_paiement_ameli_fr.description": "Online service for managing health insurance payments and reimbursements in France via CPAM (Caisse Primaire d'Assurance Maladie).",
  "i18n.collectors.cpam_releve_fiscal_ameli_fr.description": "Online service to access and download your French social security tax statement (Relevé fiscal).",
  "i18n.collectors.cpam_releves_mensuels_ameli_fr.description": "Monthly health insurance statements and online services for French social security (CPAM) via Ameli.fr.",
  "i18n.collectors.cpanel.description": "A web-based control panel for managing hosting services and websites efficiently.",
  "i18n.collectors.cpcu.description": "CPCU operates the largest district heating network in France, supplying heat and hot water across the Paris metropolitan area since 1927 with a focus on performance and sustainability.",
  "i18n.collectors.cps_energy.description": "A community-owned energy provider offering electricity and natural gas services in San Antonio, Texas.",
  "i18n.collectors.cpx_research.description": "An online platform providing market research solutions for publishers and advertisers.",
  "i18n.collectors.cr_and_r_environmental_services.description": "A waste management and recycling service provider offering sustainable solutions for communities.",
  "i18n.collectors.craft.description": "A collaborative product management platform for building and sharing roadmaps.",
  "i18n.collectors.craftboxx.description": "A creative online planner for organizing and managing crafting projects efficiently.",
  "i18n.collectors.craftnote.description": "An online service for creating, organizing, and sharing beautifully formatted notes and documents.",
  "i18n.collectors.cram101.description": "An online service offering study guides and test preparation materials for academic success.",
  "i18n.collectors.crashplan_pro.description": "A secure and automated cloud backup solution for businesses to protect critical data.",
  "i18n.collectors.crayon_cloud_iq.description": "A cloud management platform offering cost optimization, governance, and automation for multi-cloud environments.",
  "i18n.collectors.crazyegg.description": "A heatmap and user behavior analytics tool to optimize website performance and conversions.",
  "i18n.collectors.crazylister.description": "An eBay and Amazon listing tool that helps sellers create professional, mobile-optimized product listings.",
  "i18n.collectors.createspace.description": "An Amazon self-publishing platform for authors, musicians, and filmmakers to produce and distribute books, CDs, DVDs, and video downloads on-demand.",
  "i18n.collectors.creative_fabrica.description": "A marketplace offering digital assets like fonts, graphics, templates, and craft designs for creatives.",
  "i18n.collectors.creativelive.description": "An online platform offering live and on-demand creative classes taught by industry experts.",
  "i18n.collectors.creatlr.description": "An online platform offering customizable creative products like mugs, posters, and apparel with user-generated designs.",
  "i18n.collectors.creatopy.description": "An online platform for creating and managing dynamic display ads and banners.",
  "i18n.collectors.credit_agricole.description": "A leading French banking group offering retail, corporate, and investment banking services.",
  "i18n.collectors.credit_agricole_idf.description": "Online banking and financial services for individuals and businesses in the Île-de-France region.",
  "i18n.collectors.credit_agricole_normandie_professionel.description": "Online banking and financial services for professionals in the Normandy region.",
  "i18n.collectors.credit_mutuel.description": "A French cooperative banking group offering retail, private, and corporate banking services.",
  "i18n.collectors.credit_mutuel_cic_epargne_salariale.description": "A French online service for employee savings plans managed by Credit Mutuel and CIC.",
  "i18n.collectors.credit_mutuel_leasing_fr.description": "A French leasing and financing service for businesses and individuals.",
  "i18n.collectors.credit_mutuel_mobile.description": "Credit Mutuel Mobile is a banking app offering secure access to accounts, payments, and financial services for personal and professional use.",
  "i18n.collectors.creditreform.description": "A leading provider of credit reports, business information, and debt collection services in Europe.",
  "i18n.collectors.crefo_factoring.description": "An online factoring service by Crefo that helps businesses improve liquidity by selling their receivables.",
  "i18n.collectors.crefo_pay.description": "CrefoPay is an online payment service enabling secure and efficient business transactions.",
  "i18n.collectors.crello.description": "An easy-to-use online graphic design tool for creating social media posts, ads, and marketing materials.",
  "i18n.collectors.creoate.description": "An online wholesale marketplace connecting independent brands with retailers for bulk orders.",
  "i18n.collectors.creoline.description": "Creoline is a German online service provider offering web hosting, domains, and email solutions.",
  "i18n.collectors.crewbrain.description": "An online platform for visual project management and team collaboration.",
  "i18n.collectors.crewlife_aero.description": "A digital platform for airline crew management, scheduling, and communication.",
  "i18n.collectors.cricket_wireless.description": "A prepaid wireless service provider offering affordable no-contract phone plans in the US.",
  "i18n.collectors.cricut.description": "A creative platform for DIY cutting machines, crafting tools, and design projects.",
  "i18n.collectors.crisp.descr